package com.lfc.zhihuidangjianapp.ui.activity.fgt.partyaffairs.act.bean;

import java.util.List;

public class StrengthenBean {

    /**
     * code : 0
     * msg : null
     * data : {"openClass":{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":98,"attachmentUrl":"http://183.60.197.31/16/v/r/i/v/vrivhehouqocwzdqogbhtvgyvuvtcu/hd.yinyuetai.com/178801662EE8D1DFD3F69E89F53E4CBE.mp4","attachmentType":"mp4","businessType":6,"attachmentListId":"study_strong_bureau_98","title":"强局test","studyStrongBureauType":0,"author":"茹李军","releaseDate":"2019-07-05","comment":"学习《中共中央关于加强党的政治建设的意见》心得体会\n\n    2019年1月31日出台的《中共中央关于加强党的政治建设的意见》是我们党就加强党的政治建设制定的第一个专门文件。按照中条林局党委党发〔2019〕13号要求，党支部于3月26日组织全体党员干部进行了重点学习，随后，本人利用碎片化时间就《意见》全文进行了详细阅读、深入领会。通过学习，对习近平新时代在党的政治建设和思想建设方面的新要求有了更深入的了解和认识，现谈几点心得如下：\n    首先，对《意见》出台的重要意义理解方面。《意见》对贯彻习近平新时代中国特色社会主义思想和党的十九大精神，落实新时代党的建设总要求，坚持和加强党的全面领导，坚持党要管党、全面从严治党，对新形势下党的政治建设各方面工作进行了部署，对于更好地以党的政治建设为统领全面推进党的各项建设，确保我们党始终成为中国特色社会主义事业的坚强领导核心，具有重要而深远的意义。\n    其次，对《意见》实施要求理解方面。《意见》全面系统的阐述了为何要加强党的政治建设，需要加强哪些方面党的政治建设以及如何加强党的政治建设等问题，同时阐述了在加强党的政治建设过程中如何在体制和机制上加以保证等问题，为我们基层党员指明了方向。\n    第三、作为一名中共党员，在局党委的正确指导和党支部的直接领导下，个人层面如何贯彻执行《中共中央关于加强党的政治建设的意见》？\n    一是要端正思想，提高认识。作为共产党员，一定做到把改进思想政治作风与推进各项工作结合起来，坚定理想信念、政治立场，增强\u201c四个意识\u201d和\u201c四个自信\u201d，继续做好\u201c两学一做\u201d学习教育，坚定维护以习近平同志为核心的党中央权威，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，真正做到\u201c用心想事，用心谋事，用心干事\u201d。二是要对照检查，及时改进。认真对自己的在政治建设和思想建设上进行对照检查，发现问题，及时改进。以良好的思想政治作风、与时俱进的精神风貌为自然保护区发展事业添砖加瓦。始终牢记\u201c不忘初心，牢记使命\u201d的理想信念，保持政治上的清醒。始终保持奋发有为、昂扬向上的精神状态，充分发挥主观能动性，以自己饱满的工作热情，把心思凝集到工作上，尽自己最大的努力去完成工作。三是要强化党性，自我完善。深入学习领会党的十九大精神，把着力点聚焦到习近平新时代中国特色社会主义思想是党必须长期坚持的指导思想上；经常认真学习领会上级会议精神，主动肩负贯彻新思想新理念新战略的政治责任。通过政治作风教育学习和政治理论学习，提高自身政治素质和党性修养，用科学理论武装自己的头脑，把学习的成果转化为工作上的思路和动力、促进工作的开展。工作中要坚持党的优良传统，重视学习，勤于学习，善于学习，要把自己建设成为学习型党员，要在学习中增强党性意识，提升思想境界，领悟人生真谛，实践人生追求，把压力当动力，把挑战当机遇，以宁静的心态，从容的心情，理智的头脑，开放的胸怀将自己的本职工作做得更好，更实，更活，工作效率更高效果更好！","ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190704/2cc7ba3f-74ef-434f-bba1-181f80c6c753.jpg","createTime":1565007258000,"videoTypeList":null,"createCode":"1189"},"study":[{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":32,"title":"发挥示范引领职能  以改革创新促发展","studyStrongBureauType":2,"author":"刘天林","releaseDate":"2019-06-28","comment":"<p>        <\/p><p>        2019年是建国70周年，是全面建成小康社会的关键之年，也是山西省在\u201c两转\u201d基础上拓展新局面的攻坚之年。开展\u201c改革创新、奋发有为\u201d大讨论，彰显了山西在新时代勇立潮头、锐意开拓的奋斗姿态，表达出山西攻坚克难、奋发进取的决心。<\/p><p>通过学习省委、省局党组、局党委的文件精神，参加支部书记培训班以及动员部署会议，我充分认识到了省委开展大讨论活动的重大意义，紧扣\u201c改革创新、奋发有为\u201d主题，聚焦\u201c六个破除、六个着力解决、六个坚持\u201d，准确掌握了省委、省局党组、局党委一系列新部署、新要求，更好地谋划和推进林场今年各项工作，进一步明白了作为支部书记应如何在大讨论中发挥引领作用，进一步掌握发挥支部作用、开展支部工作、加强支部建设的方式方法。<\/p><p><br><\/p><p>        一、要做解放思想的示范者。习近平在庆祝改革开放40周年大会上指出，40年来，我们始终坚持解放思想、实事求是、与时俱进、求真务实。当前，我们面临国有林场改革、贯彻绿色发展新理念、国土绿化硬仗等一系列艰巨任务，必须进一步解放思想，用创新的思维和办法应该解决林业发展道路上的新问题、新情况。支部书记作为基础工作的组织者引领者，解放思想最根本的一条就是眼界要宽，确立敢于解放思想和信念，用改革的思维和办法推进工作，以改革的勇气解决问题。<\/p><p><br><\/p><p>        二、要做勇于创新的示范者。创新实一个国家、一个民族的灵魂，是社会进步、事业发展的不竭动力。不懂创新就只能被淘汰。我想，开展大讨论活动，最根本的就是把握改革创新这个灵魂，最关键的是将改革创新落实到岗位创新上。要有创新的胆识，不因眼前利益而束手束脚，敢于清思想之障、破机制之茧，主动冲出去、走出去；要有创新的能力，坚持学习新思想、新挂念，围绕大讨论要求，学经典、读原文、悟原理，真学真懂真用，不断提升自己综合素质，锻炼解决问题的能力，以能力促工作、促创新。<\/p><p><br><\/p><p>        三、要做担当作为的示范者。毛泽东同志将，正确的路线确定之后，干部就是决定的因素。省委、省局党组、局党委决策部署已定，关键要看干部。作为一名支部书记，要结合林场实际，认真组织好大讨论，以身作则，谋划方案，调动起干部参与的积极性和主动性，以实实在在的行动推动大讨论取得成效。当前，要进一步巩固\u201c三基建设\u201d成效，按照新时代党的建设总要求，以政治建设为统领，不断推进党建工作落到实处、见到实效，发挥出支部的政治引领功能。要提高党员干部的政治能力、\u201c四种意识\u201d以及基本能力，以改革创新精神加强完善自己，以适应新时代新担当新作为的需要。要把基础工作抓扎实，对标一流，强弱项、补短板，把工作标杆立起来，营造争先创优的氛围。要抓好岗位奉献，以时不我待、舍我其谁的担当意识投入到生态文件建设大业中，以艰苦奋斗吃苦耐劳的过硬作风扎根到林业基层本职岗位上，忠诚干净担当，全心全意抓工作，一心一意谋发展，以严的作风和实的成绩在改革开放大潮中展现新作为。<\/p><p><br><\/p><p>        站在新的历史节点上，我们要更加紧密地团结在以习近平同志为核心的党中央周围，切实担当起承担的使命，进一步树牢\u201c四个自信\u201d、做到\u201c两个维护\u201d，不负众望、不辱使命，不辜负组织的信任和期望，做出无愧于新时代基层党支部书记光荣使命的新业绩。<\/p><p>\t<\/p>","ifTop":0,"topNum":1,"ifPass":0,"thumbnailUrl":"Path/20190628/bf08ab76-b8cc-479a-bbfa-c5bf941b2805.JPG","dept":"中共山西省中条山国有林管理局固县林场支部委员会","deptCode":"10008","createTime":1561712297000,"createCode":"1148","createName":"贾晓琳","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":33,"title":"学习时代楷模  汲取榜样力量\u2014\u2014八步沙林场\u201c六老汉\u201d治沙先进事迹学习心得","studyStrongBureauType":2,"author":"张金朝","releaseDate":"2019-06-28","comment":"<p><br><\/p><p>        三代愚公志，黄沙变绿颜。甘肃省古浪县八步沙林场\u201c六老汉\u201d三代人治沙造林先进典型事迹，生动讲述了38年来\u201c六老汉\u201d三代人薪火相传、久久为功，在与恶劣环境的不懈斗争之中，探索出一条让沙漠披绿生金的发展之道，彰显\u201c誓把荒漠变绿洲\u201d代代相传的奋斗精神，中宣部授予甘肃省古浪县八步沙林场\u201c六老汉\u201d三代人治沙造林先进群体\u201c时代楷模\u201d称号。<\/p><p><br><\/p><p>        5月21日，在全省\u201c改革创新 奋发有为\u201d大讨论的热潮下，我场组织干部职工集中学习了\u201c六老汉\u201d治沙先进事迹，作为林草系统的工作者，我们感到责任重大、使命光荣。全场干部职工一致表示他们是\u201c绿水青山就是金山银山\u201d理念的忠实践行者,是荒漠变绿洲的接续奋斗者,要学习他们不畏艰苦建设生态家园的奋斗精神，深入学习贯彻习近平生态文明思想,坚持绿色发展理念,为建设美丽中国、实现中华民族永续发展作出新的更大贡献。<\/p><p><br><\/p><p>        八步沙林场地处腾格里沙漠南缘，37年前，这里狂风肆虐、黄沙蔽天，严重影响当地群众的生产生活。古浪县土门镇台子村6位年近半百的村民郭朝明、贺海、张润元,不甘心将世代生活的家园\u201c拱手相让\u201d,以联户承包的方式发起和组建集体林场,积极投身治沙造林、守护家园的伟大事业。37年来,三代治沙人累计治沙造林21.7万亩,管护封沙育林(草)37.6万亩,为构筑西部生态安全屏障作出了突出贡献。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们听从召唤、情系家园的精神,面对风沙侵蚀家园，沙进人退的严峻形势,以郭朝明为代表的第一代林场治沙人，充分发挥共产党员的先锋模范作用,以勤朴坚韧、众志成城、筑牢屏障、永保绿洲的防沙治沙精神，带头承包无人荒漠,坚决向沙患发起冲锋。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们不畏艰难、艰苦奋斗的精神。八步沙三代治沙人扎根沙漠，长年累月顶风冒雪、压沙植树,与干旱和风沙艰苦斗争，用辛勤汗水建成现在南北长达10公里的防风固沙绿色屏障,使八步沙两万亩沙漠变成了树草相间的绿洲。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们敢为人先、唯实创新的精神。他们牢记让绿洲永续发展的使命，着眼构筑尊崇自然、绿色发展的生态体系，坚持从实际出发，科学治沙造林管护,创新应用\u201c网格状双眉式\u201d沙障结构,实行造林管护网格化管理，坚持全天候步行巡护,建成了一个物种丰富、环境优美、生机盎然的林业观光景区。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们坚持不懈、久久为功的精神。他们始终坚守让沙漠变绿洲的坚定信念,接力传承治沙理念和精神,积极承担和精心实施重点交通干线生态恢复、移民开发区农田林网建设、国家能源管线生态修复等重大工程，为国家生态建设画上浓墨重彩的一笔。<\/p><p><br><\/p><p>        全省上下要积极响应省委、省政府号召，以古浪县八步沙林场\u201c六老汉\u201d三代人治沙造林先进集体为榜样，大力弘扬治沙造林精神,进一步提高政治站位,树牢大局观、长远观、整体观,着力加强生态系统修复和保护。要坚持解放思想、实事求是,勇于担当、奋发进取,大力发展绿色生态产业,切实加快绿色发展崛起步伐。要坚持坚定信念、牢记使命,艰苦奋斗、攻坚克难,加大生态环境保护治理力度,加快建设我国西北地区重要生态屏障,为同全国一道全面建成小康社会、建设幸福美好新甘肃作出新的更大的贡献。<\/p><p><br><\/p><p>        传承不息,治沙不止;丰碑矗立,精神永存。让我们做八步沙\u201c六老汉\u201d三代人治沙造林精神的弘扬者、守护者、传承者,携手追逐绿色梦想,合力建设美丽中国,为子孙后代留下一个天蓝、地绿、水清的美好家园。<\/p><p><br><\/p>","ifTop":0,"topNum":5,"ifPass":0,"thumbnailUrl":"Path/20190628/e959b5ac-a4cb-46d4-888d-bca97c25a2ac.PNG","dept":"中共山西省中条山国有林管理局台头林场支部委员会","deptCode":"10005","createTime":1561779432000,"createCode":"1069","createName":"武彦芳","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":34,"title":"深学笃用习近平生态文明思想 努力建设山清水秀美丽中条","studyStrongBureauType":2,"author":"陈峰","releaseDate":"2019-06-28","comment":"<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 在支部组织下，我和全场党员职工集体学习了习近平生态文明思想。作为一个系统全面的理论体系，习近平生态文明思想内涵丰富，深刻回答了为什么建设生态文明、建设什么样的生态文明、怎样建设生态文明的重大理论和实践问题，为推动生态文明建设迈上新台阶指明了方向。是我们党的重大理论和实践创新成果，是新时代推动生态文明建设的根本遵循。通过深入的学习，使我进一步加深了对习近平总书记生态文明思想的理解和认识。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想是不断推动我国生态文明建设、进一步促进经济发展与环境保护良性循环、实现中华民族绿色崛起的行动指南！<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的基本内核是\u201c绿水青山就是金山银山\u201d。既要绿水青山，也要金山银山，绿水青山和金山银山两者都要兼顾，要立足当前，着眼长远。但生态环境一旦遭到破坏就难以恢复，我们\u201c宁要绿水青山，不要金山银山\u201d因而宁愿不开发也不能破坏。绿水青山也可以转化为金山银山。我们要贯彻创新、协调、绿色、开放、共享发展理念，给自然生态留下休养生息的时间和空间。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想本质要求是\u201c人与自然和谐共生\u201d。随着我国迈入新时代，生态环境是关系党的使命宗旨的重大政治问题，也是关系民生的重大社会问题。我们应像保护眼睛一样保护生态环境，像对待生命一样对待生态环境，让自然生态美景永驻人间。在人类发展史上有太多太多的惨痛教训，我们只有尊重自然、顺应自然、保护自然，才能实现经济社会可持续发展。<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的宗旨精神是\u201c良好生态环境是最普惠民生福祉\u201d。生态文明建设，不仅可以改善民生，增进群众福祉，还可以让人民群众公平享受发展成果。随着物质文化生活水平不断提高，我们对良好生态环境的诉求更加强烈，更加关注饮用水安全、空气质量等议题。创造良好的生态环境，目的在民生，也是对人民群众生态产品需求日益增长的积极回应。我们应当坚持生态惠民、生态利民、生态为民，使生态文明建设成果惠及全体人民，既让人民群众充分享受绿色福利，也造福子孙后代。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的系统思想是\u201c山水林田湖草是生命共同体\u201d。人类生存和发展的自然系统，是社会、经济和自然的复合系统，是普遍联系的有机整体。人类只有遵循自然规律，生态系统才能持续焕发生机活力。因此，我们要统筹兼顾、整体施策，自觉地推动绿色发展、循环发展、低碳发展；多措并举，对自然空间用途进行统一管制，使生态系统功能和居民健康得到最大限度的保护，全方位、全地域、全过程建设生态文明，使经济、社会、文化和自然得到协调、持续发展。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的重要抓手是\u201c用最严格制度、最严密法治保护生态环境\u201d。党的十八大以来，我们进一步完善了法律法规，建立并实施中央环境保护督察制度，推动生态环境保护发生历史性、转折性、全局性变化。未来，我们必须加快制度创新，不断完善环境保护法规和标准体系，并加以严格执法，让制度成为刚性的约束和不可触碰的高压线，环境司法应当愈加深入，监督应当常态化，环境信息得到越来越及时完整披露，公众参与应当越来越有序有效，守法应当成为企业的责任。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 建设美丽中国，关乎人民福祉，关乎民族未来。作为林业一线职工，我们更要牢固树立社会主义生态文明观，坚建设美丽中国，为人民创造良好生产生活环境，还自然以宁静、和谐、美丽。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 一是勇于担当推进建设美丽中国的排头兵。林业是生态文明建设的主阵地，作为一名林业人，更要深刻把握领会总书记讲话精神的理论内涵和现实意义，进一步树立生态文明建设理念，增强林业工作的责任感和使命感，勇担新时代林业人应有的使命担当，推动生态文明建设取得更大成效。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 二是加快形成绿色发展方式和生活方式。构建并严守生态功能保障基线、环境质量安全底线、自然资源利用上线三大红线。积极参加各种绿色行动，倡导简约适度、绿色低碳的生活方式，用实际行动践行绿水青山就是金山银山的理念。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 三是加大生态系统保护力度。坚持学用合一，用习总书记生态文明思想统一思想、统一行动，结合林场工作实际，坚持保护优先，坚守资源红线，为林业事业做出新贡献，推动生态文明建设工作新发展。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 环境就是民生，青山就是美丽，蓝天也是幸福。这每一项我们都是可以贯彻到突际行动中的，关键在于你是否有心，相信只要我们每个人都积极贡献自己的力量，实现中华民族伟大复兴的目标一定可以早日实现。<\/p>","ifTop":0,"topNum":9,"ifPass":0,"thumbnailUrl":"Path/20190628/06e5c6a7-0032-4b47-baa5-34016a1bd906.jpg","dept":"中共山西省中条山国有林管理局同善林场支部委员会","deptCode":"10032","createTime":1561775073000,"createCode":"1416","createName":"那泽群","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":35,"title":"改革创新  奋发有为  在新时代里继续前进","studyStrongBureauType":2,"author":"中共山西省中条山国有林管理局十河林场支部委员会  刘飞","releaseDate":"2019-07-03","comment":"<p>        \u201c改革创新，奋发有为\u201d大讨论活动，是省委高举新时代改革开放旗帜，审时度势作出的一项重要决定，具有极其重要的现实意义。自活动开展以来，通过学习讨论，我增强了学习意识，进一步明确了工作思路。下面，我将根据自己的学习讨论情况，结合工作实际，谈一些自己的心得。<\/p><p><br><\/p><p>        一、 牢固树立资源管护高标准的理念<\/p><p><br><\/p><p>        \u201c生态兴则文明兴、生态衰则文明衰\u201d、\u201c绿水青山就是金山银山\u201d，这两句话深刻论述了生态与文明、生态与生产力的重大关系。作为林业工作者，更应该肩负起保护森林资源、保护生态的历史使命。在今后的林场管理中，我们更应该加强森林资源的管护，制定完善的管护责任体系，加强对管护队伍的督促、检查、监管和培训，让广大干部职工从思想上认识到保护森林资源的重要性；严防森林火灾，从重点人群入手，完善重点人群信息档案，疏堵结合，多措并举，开展行之有效的宣传活动，使林区群众也能够重视起森林资源的保护，树立常态化防范意识。<\/p><p><br><\/p><p>        二、 牢固树立造林工程精品化的理念<\/p><p><br><\/p><p>        造林绿化是林业发展中的伟大事业，是推动林业发展的重要基石，我们必须履行好我们的职责。在造林过程中，要贯彻\u201c消灭荒地\u201d的建设目标。制定科学的营造林规划，根据工程建设特点，整体布局，创新模式，制定行之有效的工程管理办法，建立林业工程项目责任清单，并对责任进行层层分解，将每一项工程任务全部细化到林班小班，形成分工明确、任务具体、责任到位的责任体系，从制度和管理上提高造林工程质量。<\/p><p><br><\/p><p>        三、 牢固树立森林抚育精准化的理念<\/p><p><br><\/p><p>        习近平总书记提出，\u201c人的命脉在田，田的命脉在水，水的命脉在山，山的命脉在土，土的命脉在树\u201d。这句话科学阐述了自然生态系统各个组成部分的相互关系，森林资源对于人类命运的重要性。这句话更要求我们必须要管理好、经营好树木这个关键事物。在森林抚育工作中，按照\u201c健康经营实验局\u201d的建设目标，深入贯彻\u201c近自然育林，差异化经营\u201d，从规范管理、标准作业、消除隐患、提升水平入手，全面实现工程质量精准提升。<\/p><p><br><\/p><p>        四、 牢固树立苗圃建设精细化的理念<\/p><p><br><\/p><p>        习近平总书记曾指出，\u201c良好生态环境是最公平的公共产品，是最普惠的民生福祉\u201d，这句话深刻揭示了生态与民生的关系，既是对生态产品的准确定位，又是对民生内涵的丰富发展。身在林区的我们，必须充分发挥我们的职能作用，围绕林局\u201c良种繁育先导局\u201d的发展目标，对苗圃建设实施扩容增效，精细化管理，梯次化发展，达到在满足自己生态工程需要下，向市场提供优质生态苗木的目的。并且在苗圃精细化建设和管理中，也会给林区群众提供多个就业机会，提高当地群众的收入，这是带给人民群众最基本的民生福祉，我们必须应用好、发挥好。<\/p><p><br><\/p><p>        通过大讨论活动的开展，我深刻认识到，在今后的工作中，我们要紧密团结在以习近平同志为核心的党中央周围，坚决贯彻上级党委决策部署，扎实有序开展林场各项工作，保护好、管理好、经营好森林资源，就一定能推动林草事业迈上新台阶，为建成美丽中国不懈奋斗。<\/p>","ifTop":0,"topNum":2,"ifPass":0,"thumbnailUrl":"Path/20190629/71391a02-af84-4a5a-b184-fbb3539e5a4c.jpg","dept":"中共山西省中条山国有林管理局十河林场支部委员会","deptCode":"10017","createTime":1562115565000,"createCode":"1255","createName":"闫为民","remark":"闫为民2019-07-03 08:59:25执行修改操作---","idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":36,"title":"\u201c六老汉\u201d治沙先进事迹观后感","studyStrongBureauType":2,"author":"端氏林场党支部---张社林","releaseDate":"2019-06-29","comment":"<p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">         5.7日场党支部组织全体干部职工观看了\u201c六老汉\u201d三代人治沙造林先进群体事迹。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        观看八步沙林场\u201c六老汉\u201d三代人治沙造林先进群体的感人事迹后，在职工中引起热烈反响。38年来，以\u201c六老汉\u201d为代表的八步沙林场三代职工，至今完成治沙造林21.7万亩，管护封沙育林草面积37.6万亩，以愚公移山精神生动书写了从\u201c沙逼人退\u201d到\u201c人进沙退\u201d的绿色篇章，为生态环境治理作出了重要贡献。我在想，向八步沙林场\u201c六老汉\u201d先进群体学习，学什么呢?<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        体会一，学习他们\u201c认准一个理\u201d的扎根意识。八步沙林场地处河西走廊东端、腾格里沙漠南缘的甘肃省古浪县。昔日这里风沙肆虐，侵蚀周围村庄和农田，严重影响群众生产生活。\u201c绿水青山就是金山银山\u201d。从上世纪80年代，六位年逾半百的当地农民不甘心世代生活的家园被黄沙吞没，就认准这个理，立下了治沙誓言，卷起铺盖挺进八步沙，扎下了根，一干就是38年。脱贫也好，治沙也好，只有让希望落地、让绿色扎根，美好生活才能生根、开花、结果。\u201c六老汉\u201d三代人，\u201c认准一个理\u201d，就是目标明确，扎根治沙，咬定治沙不放松;目标明，就行动有力，矢志不渝沙不治好不回头;\u201c认准一个理\u201d，就是以九头牛都拉不回的干劲去治理风沙，把自己扎根成战风斗沙中的一棵树，也要为荒漠带来万亩荫。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        体会二，学习他们\u201c干好一件事\u201d的实干精神。\u201c大道理千千万，荒漠变绿洲靠的是实干。\u201d作为当地人的\u201c六老汉\u201d三代人，38年来扎根荒漠，种树治沙，用三代人的坚守和不懈实干换来了一条防风固沙的绿色生态安全屏障，让人看到了人类改造自然的精神、坚持的力量。\u201c六老汉\u201d三代人，\u201c干好一件事\u201d就是立志战沙、心无旁骛，白天种树是沙扑面，晚上住宿是沙窝眠，梦里还是\u201c战沙篇\u201d;\u201c干好一件事\u201d就是明知条件差、经验少、种树难、管护更难，也要一点点摸索，一次次尝试，一年年积累，以\u201c黄沙不退人不退，草木不活人不走\u201d的决绝，去打赢风沙治理仗，奏响一曲生态文明的壮歌。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        体会三，学习他们\u201c甘当新愚公\u201d的执著奋斗。\u201c虽我之死，有子存焉;子又生子，子又有孙;子子孙孙无穷匮也\u2026\u2026\u201d贺老汉手术前对儿子说：\u201c治沙的事交给你了，你得给我把八步沙管好。\u201d罗老汉弥留之际还放不下治沙的事，\u201c我们这辈子不行了，就往下传，要一代一代地传下去!\u201d以\u201c六老汉\u201d为突出代表的八步沙林场三代职工\u201c甘当新愚公\u201d，就是\u201c献了家庭献终身，献了终身献子孙\u201d奉献与奋斗，\u201c铁了心\u201d要将治沙蓝图绘到底。\u201c六家老汉丰碑铸，三代愚公意志坚。\u201d在陇原大地传唱的古浪老调，将六老汉祖孙三代植树造林、治理沙漠的故事口口相传，\u201c六老汉\u201d先进群体以自已的身体力行，在创造了荒漠变绿洲的生命奇迹的同时，也让八步沙的精神吹遍了神州大地，染绿了更多的荒漠、沙丘，成为追梦逐梦征程中的强大精神动力，催人奋进，激人进取，去奋发有为。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        学习\u201c六老汉\u201d，\u201c愚公\u201d谱新篇。认准一个理，干好一件事，甘当新愚公，我们要以\u201c六老汉\u201d三代人治沙造林先进群体为榜样，驰而不息、久久为功，不断巩固和发展祖国绿色生态屏障，促进人与自然和谐共生，为建设美丽中国、实现中华民族永续发展凝心聚力、共同努力，正当其时。<\/span><\/p>","ifTop":0,"topNum":7,"ifPass":0,"thumbnailUrl":"Path/20190629/b1be0615-2321-4447-acf0-ef9192e20104.jpg","dept":"中共山西省中条山国有林管理局端氏林场支部委员会","deptCode":"10020","createTime":1562039108000,"createCode":"1097","createName":"张书政","remark":"张书政2019-06-29 08:54:44执行修改操作---","idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":37,"title":"以奋发有为状态迈出工作新步伐","studyStrongBureauType":2,"author":"皋落林场党支部   孙剑","releaseDate":"2019-06-29","comment":"<p><br><\/p><p>        \u201c改革创新、奋发有为\u201d大讨论，是一场学习的革命，思想的革命，工作方式的革命。改革开放40年，林业生态建设稳步发展，生态保护得到持续加强，国有林区焕发出新的活力。在深入推进大讨论的浓厚氛围中，我深切感受到了强烈的责任担当、奉献精神。作为一名共产党员，作为新时代林草人，我们应该为改革创新做什么？我认为改革创新不只是思索，更要以实实在在的行动迈出工作新步伐。<\/p><p><br><\/p><p>        用创新精神履行党员职责。习总书记特别注重强调以改革创新精神抓基层党建工作，聚焦\u201c六个破除\u201d\u201c六个着力\u201d\u201c六个坚持\u201d，通过学习省局张云龙局长《如何当好支部书记》专题辅导讲话，就支部党建工作而言,自己能认识到皋落党支部工作中还存在着理论学习不深入、组织生活不严格、党建业务两张皮等问题。作为支部书记，要切实增强政治自觉、思想自觉和行动自觉，要解放思想、争当深化改革的带头人，要提升标杆、争当对标一流的带头人，要作风务实、争当担当实干的带头人。要进一步坚定理想信念，牢固树立四个意识，不断提高思想境界和自身修养，以实际行动树标杆做表率。要发挥关键作用，认真履行党支部书记第一责任人的责任，坚持不懈抓好党的建设，推动基层党支部各项工作迈上新台阶，为林场发展提供坚强组织保障。<\/p><p><br><\/p><p><strong>        <\/strong>以奋发有为状态主动作为。干字当头，实字托底。赵水清局长在年度工作讲话中对抓工作落实提出了明确要求。对标一流，2019年林局年度工作会结束后，作为场长，重任在肩，既有信心更有压力。为做好全年工作，我迅速安排组织召开了场领导班子和全体职工大会，传达了省局和林局的工作会议精神，对林草工作的一些新的提法和理念进行了解读，安排部署了年度总体工作。春季以来，全场干部职工齐心协力，脚踏实地，森林防火、内部管理、营造林工程、保障性苗圃等工作稳步推进，展现了皋落林场工作的新面貌。<\/p><p><br><\/p><p><strong>        <\/strong>用工作成效检验责任担当。新时代改革发展需要锐意创新、务求实效。\u201c工作的革命\u201d，要求我们树立一流的工作标杆，创造一流的工作业绩，以过硬作风彰显担当作为。改革创新不能空喊口号、搞花架子走过场，做好工作必须要有实干精神，勇于创新、敢挑重担才能创造新的业绩。在林场实际工作中,既要坚持原则，按制度规矩办事，又要恪尽职守，沉下身子，深入一线，融入职工群众，解决实际困难问题，工作开展才会事半功倍。<\/p><p><br><\/p><p>        \u201c良好的精神状态、务实的工作作风、扎实的工作业绩\u201d是我对自已的工作要求。行百里者半九十。基层场长不仅要紧紧把握发展机遇，用创新思维谋划工作，更要积极干事创业，奋勇争先，攻坚克难，以更高标准做好每一项工作，以更严要求履行好应尽的职责。<\/p><p>        <\/p><p>        40年的改革开放，山青了、水绿了、天更蓝了、工作生活环境越来越好了，我们都是改革开放的受益者。改革再出发，创新无止境。身为林草人，曾经的每一步我们走得艰难却有力，未来，信心满怀，我将牢记使命，不忘初心，继续以昂扬向上的精神状态为林草事业发展贡献力量。<\/p>","ifTop":0,"topNum":3,"ifPass":0,"thumbnailUrl":"Path/20190629/7abc2723-7904-4667-be5e-22eccd731fce.jpg","dept":"中共山西省中条山国有林管理局垣曲离退休支部委员会","deptCode":"10034","createTime":1561774926000,"createCode":"1415","createName":"李娜","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null}],"craftsman":[{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":41,"title":"三交中心林场组织开展育苗技能竞赛","studyStrongBureauType":1,"author":"刘阳","releaseDate":"2019-06-29","comment":"<p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">        为贯彻落实林局\u201c中条工匠\u201d培养规划，全面提升林区干部职工的业务水平和专业技能，三交中心林场于5月8日组织全体干部职工共33人开展了以\u201c树榜样·育工匠·强林场\u201d为主题的育苗技能竞赛，此次育苗竞赛旨在筛选、培养一批育苗技术能手，为参加林局举办的育苗技能竞赛做准备、打基础，也为林场保障性苗圃建设提供技术人才保障。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">       &nbsp;此次育苗技能竞赛三交中心林场认真筹备、精心组织，全场33名干部职工以每人一畦苗圃地为单位，用提前准备好的工具现场进行装钵，同时在每个人的地块立牌公示，最终以苗木的成活率为评判标准确定排名，排名与年终考核挂钩并明确奖罚措施，有效提高了大家的参赛积极性和活动实效性。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">        开赛前，林场场长、分管领导对竞赛人员进行现场实操培训，从苗床整理、装钵要求、质量标准等环节都进行了详细讲解，同时就竞赛中的注意事项和纪律要求进行了强调，要求大家遵守规则、严守纪律，赛出水平，也赛出风采。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; &nbsp; &nbsp; <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">      &nbsp;此次活动为积极响应林局\u201c中条工匠\u201d培养工程，三交中心林场以党建为引领，以党建带团建，重点以青年职工为对象，开展了\u201c工匠精神引领，青年立志先行\u201d主题党日活动，通过以育苗技能竞赛为抓手，让青年职工树立起脚踏实地、艰苦奋斗的价值取向，培养他们精益求精、追求卓越的职业精神和业务精通、技术过硬的专业技艺能力。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; &nbsp; &nbsp; &nbsp;<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">       活动中，在党员干部的带头下，青年职工充分发挥他们朝气蓬勃、昂扬向上的精神面貌，填营养土、装苗、摆正小苗、再装满营养土、抖动营养钵等各个环节有条不紊、一气呵成，大家你追我赶、奋勇争先，干的热火朝天，十分起劲。同时年龄较大的职工充分发挥他们经验丰富、技术娴熟的优势，通过\u201c老带新\u201d帮助青年职工进行技术指导，营造了互帮互助、共同进步的和谐氛围。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; &nbsp; &nbsp; <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">      &nbsp;大家在竞赛中，相互评比，切磋育苗技能，不仅提高了育苗技术，也通过以赛促学、以赛促练、以赛促干，充分激发了全场上下众志成城、创先争优、争先进位的精神风貌，实现了用匠心诠释\u201c工匠精神\u201d，用匠行打造\u201c匠品工程\u201d，用匠魂培育林业匠人，用匠梦书写林草未来。<\/span><\/p>","ifTop":1,"topNum":17,"ifPass":0,"thumbnailUrl":"Path/20190629/99eb4b36-dba3-4c9e-bea5-5128567c8bc6.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1562039112000,"createCode":"1002","createName":"赵真鹏","remark":"赵真鹏2019-06-29 16:55:13执行修改操作---","idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":43,"title":"竞赛增技能   育苗筑工匠","studyStrongBureauType":1,"author":"杨晓军","releaseDate":"2019-06-29","comment":"<p>        为全面贯彻落实林局<span style=\"color: rgb(51, 51, 51);\">\u201c中条工匠\u201d培养工程计划，培育育苗技术能手<\/span>。5月17日，横河林场精心筹备的青年职工育苗竞赛如期举行。<\/p><p> <\/p><p>        分管场长宣读了竞赛规则和纪律，并就华山松营养钵育苗技术规程展开了详细讲解。技术员从土壤消毒、整地做床到播种覆土等各环节进行了实操示范。青年职工根据比赛安排和名字公示牌对号入座、各就各位，认真听讲、细致演练，作好参赛准备。<\/p><p><br><\/p><p>        号令响起，青年职工们立即投入竞赛。他们挥动工具、划线整地、筛土运土、装钵播种、覆土记录，一项紧跟一项，一环紧扣一环，态度认真细致，操作有条不紊。热火朝天的劳动场景呈现了你争我赶、奋力争先的浓厚氛围，更展示了他们朝气蓬勃、团结互助的精神风貌。<\/p><p><br><\/p><p>        短短一天时间，青年职工们用湿透了的衣衫和起满血泡的双手完成了3000钵育苗任务。不仅起到了以赛促学、以赛促练、以赛促干的作用，而且磨砺了他们艰苦奋斗的精神，展示了他们\u201c改革创新、奋发有为\u201d的新姿态。<\/p><p>\t<\/p>","ifTop":0,"topNum":11,"ifPass":0,"thumbnailUrl":"Path/20190629/dd4bbcec-11e5-45e2-8a8a-bfaf2ae76a17.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561799347000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":44,"title":"横河林场开展2019年青年职工生产技术培训","studyStrongBureauType":1,"author":"杨晓军","releaseDate":"2019-06-29","comment":"<p>      <img src=\"http://183.203.31.103:8081/Path/20190629/bda53033-d87d-4078-a60c-f13f7a5031b0.jpg\"><\/p><p>       <\/p><p>        为加强科技人才储备库建设，培养技术人才，营造\u201c学技术、懂技术、用技术、精技术\u201d的良好氛围，5月29日我场组织全场青年职工进行了生产技术培训。<\/p><p><br><\/p><p>        培训工作主要由分管副场长主持，内容包括理论知识及操作、数据记录、实地实践等。<\/p><p><br><\/p><p>       一是结合实地讲解理论知识：充分认识森林资源调查的重要性、必要性；强调野外作业安全注意事项，做好安全防范措施。<\/p><p><br><\/p><p>       二是实地技术操作：标准样地的选择，目测林分因子，围尺测量胸径操作要点，角规使用要点，罗盘使用要点。<\/p><p><br><\/p><p>       三是调查数据记录：包括野外小班档案卡片的填写，角规样地调查表的填写。<\/p><p><br><\/p><p>       四是现场操作实践：由全体青年职工分工合作，从标准样地的选择、罗盘定位、角规绕测、胸径测量到小班数据记录一整套工作亲自操作，加深印象。<\/p><p><br><\/p><p>       通过本次学习培训，为我场森林资源调查队伍建设打下了坚实的基础，使\u201c林业工匠\u201d培养目标更进一步。<\/p><p>&nbsp;<\/p>","ifTop":0,"topNum":8,"ifPass":0,"thumbnailUrl":"Path/20190629/e70743e5-19b9-4799-854a-be1810d3c45d.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561807491000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":48,"title":"析城山林场积极开展森林资源二类调查培训","studyStrongBureauType":1,"author":"靳璐娇","releaseDate":"2019-06-30","comment":"<p><span style=\"color: rgb(51, 51, 51);\">         <\/span><img src=\"http://183.203.31.103:8081/Path/20190630/b1f7f4bb-1975-439e-b122-28f77c114c8b.jpg\"><\/p><p><span style=\"color: rgb(51, 51, 51);\">      <\/span><\/p><p><span style=\"color: rgb(51, 51, 51);\">       为进一步掌握二类调查技术操作规程，统一标准，确保按时高标准高质量完成析城山林场二类调查任务。5月20日，析城山林场组织职工进行了森林资源二类调查技术培训。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">        在理论培训方面，采取动员与业务培训相结合。首先由副场长闫军军对森林资源二类调查工作进行了部署与动员，明确提出三点工作要求：一是调查人员要提高认识，正确对待，积极参与；二是要保质保量的完成析城山林场森林资源二类调查任务；三是要在外业调查时注意自身安全。其次，由设计队人员吕鹏亮根据森林资源二类调查培训及操作细则有关要求，结合析城山林场实际，详细讲解了编案内容和深度要求、技术标准、片林调查、内页整理等作了详细讲解。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">       在外业实习方面，采取理论与实践相结合。主要针对此次二类调查技术含量、工作量大、调查因子多的特点，把外业实习安排在马刨泉进行，由设计队人员吕鹏亮、技术员张晋东现场讲解小班区划技术、小班调查因子类别、调查技术标准及调查质量要求，演练了小样地的设置，传授了角规、罗盘仪、围尺等调查仪器的使用，做到了学以致用。随后，对林班内的树种进行了辨认，通过对主要树种树干、树叶形态的观察,初步培养调查人员识别树种的能力。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">       通过理论培训和外业实习，使所有调查人员更加熟悉和掌握了外业调查技术，为科学规范地开展森林资源二类调查工作奠定了坚实的基础，提供了技术保障。<\/span><\/p>","ifTop":0,"topNum":14,"ifPass":0,"thumbnailUrl":"Path/20190630/8596a06d-639b-4544-a399-bce9744b3546.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561879901000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":49,"title":"中条山分局举办山西省立木材积表管理系统应用技术培训","studyStrongBureauType":1,"author":"李慧芳","releaseDate":"2019-06-30","comment":"<p><span style=\"color: rgb(51, 51, 51);\">&nbsp;        2月14日,山西省林业规划院郭增跃、崔素萍2名高级工程师在中条山分局进行了《山西省立木材积表管理系统》应用技术培训，分局机关全体民警参加了培训。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">        培训内容主要是《山西省立木材积表管理系统V1.0.0》《山西省立木材积表管理系统V2.0.0》的具体使用技术，该系统操作简单，解决了大径材无法查表、手工计算错误等问题，可快捷计算得到单株材积，具有界面友好、查询快捷、使用方便、适时更新等特点。是查处盗伐滥伐和火烧林木案件工作中必备的软件之一，为查处盗伐滥伐和火烧林木案件司法鉴定等提供了强有力的技术支撑，为依法治林、依法办案发挥了应有的积极作用。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">        此次培训理论性和实践性较强，民警科技应用的实战化水平得到进一步提升，推动了科技强警战略工作的实施。<\/span><\/p><p><br><\/p><p><br><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">&nbsp;<\/span><\/p><p><br><\/p>","ifTop":0,"topNum":15,"ifPass":0,"thumbnailUrl":"Path/20190630/2ecf6d2b-f3e2-4f07-993c-b067a00c257f.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561879895000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":58,"title":"横河林场开展华山松母树林调查培训实践","studyStrongBureauType":1,"author":"杨晓军","releaseDate":"2019-07-01","comment":"<p><img src=\"http://183.203.31.103:8081/Path/20190701/3d465915-1447-40f0-8db0-c14e7f7b9bfc.JPG\"><\/p><p><br><\/p><p>\t    为了全面推进国家华山松良种基地管理精细化、集约化和科学化，为华山松良种基地提档升级培育储备人才，5月28日，横河林场组织青年职工开展了华山松母树林调查培训实践。<\/p><p><br><\/p><p>\t    此次培训由分管领导和业务副场长共同主持，主要对优良母树选择、标号排序、母树各因子外业调查及内业资料整理等进行培训。青年职工针对培训要求认真学习围尺、花杆、测高器、标号模板的使用方法，熟悉优良母树选择的标准、标号的具体要求，掌握母树单株调查的方法及树高、胸径、冠幅、结实量等因子测定技术，并进行了实地操作练习，选树标准、标号整齐、数据准确，确保做到人人懂技术、个个会操作，为后续电子档案的建立夯实基础。<\/p><p><br><\/p><p><img src=\"http://183.203.31.103:8081/Path/20190701/a199f0a5-13b2-45f6-802d-4f2fc7fdbad8.JPG\"><\/p><p><br><\/p><p>\t    此次培训实践，不仅使青年职工掌握了母树林调查基本技术，而且实现了为基地升级奠定技术基础，为\u201c林业工匠\u201d培养添砖加瓦的目标。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"Path/20190701/85008e66-5182-4b4a-92cc-c7a374a18b3e.JPG","dept":"中共山西省中条山国有林管理局横河林场支部委员会","deptCode":"10030","createTime":1561973338000,"createCode":"1419","createName":"杨晓军","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null}]}
     */

    private int code;
    private Object msg;
    private DataBean data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public Object getMsg() {
        return msg;
    }

    public void setMsg(Object msg) {
        this.msg = msg;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * openClass : {"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":98,"attachmentUrl":"http://183.60.197.31/16/v/r/i/v/vrivhehouqocwzdqogbhtvgyvuvtcu/hd.yinyuetai.com/178801662EE8D1DFD3F69E89F53E4CBE.mp4","attachmentType":"mp4","businessType":6,"attachmentListId":"study_strong_bureau_98","title":"强局test","studyStrongBureauType":0,"author":"茹李军","releaseDate":"2019-07-05","comment":"学习《中共中央关于加强党的政治建设的意见》心得体会\n\n    2019年1月31日出台的《中共中央关于加强党的政治建设的意见》是我们党就加强党的政治建设制定的第一个专门文件。按照中条林局党委党发〔2019〕13号要求，党支部于3月26日组织全体党员干部进行了重点学习，随后，本人利用碎片化时间就《意见》全文进行了详细阅读、深入领会。通过学习，对习近平新时代在党的政治建设和思想建设方面的新要求有了更深入的了解和认识，现谈几点心得如下：\n    首先，对《意见》出台的重要意义理解方面。《意见》对贯彻习近平新时代中国特色社会主义思想和党的十九大精神，落实新时代党的建设总要求，坚持和加强党的全面领导，坚持党要管党、全面从严治党，对新形势下党的政治建设各方面工作进行了部署，对于更好地以党的政治建设为统领全面推进党的各项建设，确保我们党始终成为中国特色社会主义事业的坚强领导核心，具有重要而深远的意义。\n    其次，对《意见》实施要求理解方面。《意见》全面系统的阐述了为何要加强党的政治建设，需要加强哪些方面党的政治建设以及如何加强党的政治建设等问题，同时阐述了在加强党的政治建设过程中如何在体制和机制上加以保证等问题，为我们基层党员指明了方向。\n    第三、作为一名中共党员，在局党委的正确指导和党支部的直接领导下，个人层面如何贯彻执行《中共中央关于加强党的政治建设的意见》？\n    一是要端正思想，提高认识。作为共产党员，一定做到把改进思想政治作风与推进各项工作结合起来，坚定理想信念、政治立场，增强\u201c四个意识\u201d和\u201c四个自信\u201d，继续做好\u201c两学一做\u201d学习教育，坚定维护以习近平同志为核心的党中央权威，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，真正做到\u201c用心想事，用心谋事，用心干事\u201d。二是要对照检查，及时改进。认真对自己的在政治建设和思想建设上进行对照检查，发现问题，及时改进。以良好的思想政治作风、与时俱进的精神风貌为自然保护区发展事业添砖加瓦。始终牢记\u201c不忘初心，牢记使命\u201d的理想信念，保持政治上的清醒。始终保持奋发有为、昂扬向上的精神状态，充分发挥主观能动性，以自己饱满的工作热情，把心思凝集到工作上，尽自己最大的努力去完成工作。三是要强化党性，自我完善。深入学习领会党的十九大精神，把着力点聚焦到习近平新时代中国特色社会主义思想是党必须长期坚持的指导思想上；经常认真学习领会上级会议精神，主动肩负贯彻新思想新理念新战略的政治责任。通过政治作风教育学习和政治理论学习，提高自身政治素质和党性修养，用科学理论武装自己的头脑，把学习的成果转化为工作上的思路和动力、促进工作的开展。工作中要坚持党的优良传统，重视学习，勤于学习，善于学习，要把自己建设成为学习型党员，要在学习中增强党性意识，提升思想境界，领悟人生真谛，实践人生追求，把压力当动力，把挑战当机遇，以宁静的心态，从容的心情，理智的头脑，开放的胸怀将自己的本职工作做得更好，更实，更活，工作效率更高效果更好！","ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190704/2cc7ba3f-74ef-434f-bba1-181f80c6c753.jpg","createTime":1565007258000,"videoTypeList":null,"createCode":"1189"}
         * study : [{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":32,"title":"发挥示范引领职能  以改革创新促发展","studyStrongBureauType":2,"author":"刘天林","releaseDate":"2019-06-28","comment":"<p>        <\/p><p>        2019年是建国70周年，是全面建成小康社会的关键之年，也是山西省在\u201c两转\u201d基础上拓展新局面的攻坚之年。开展\u201c改革创新、奋发有为\u201d大讨论，彰显了山西在新时代勇立潮头、锐意开拓的奋斗姿态，表达出山西攻坚克难、奋发进取的决心。<\/p><p>通过学习省委、省局党组、局党委的文件精神，参加支部书记培训班以及动员部署会议，我充分认识到了省委开展大讨论活动的重大意义，紧扣\u201c改革创新、奋发有为\u201d主题，聚焦\u201c六个破除、六个着力解决、六个坚持\u201d，准确掌握了省委、省局党组、局党委一系列新部署、新要求，更好地谋划和推进林场今年各项工作，进一步明白了作为支部书记应如何在大讨论中发挥引领作用，进一步掌握发挥支部作用、开展支部工作、加强支部建设的方式方法。<\/p><p><br><\/p><p>        一、要做解放思想的示范者。习近平在庆祝改革开放40周年大会上指出，40年来，我们始终坚持解放思想、实事求是、与时俱进、求真务实。当前，我们面临国有林场改革、贯彻绿色发展新理念、国土绿化硬仗等一系列艰巨任务，必须进一步解放思想，用创新的思维和办法应该解决林业发展道路上的新问题、新情况。支部书记作为基础工作的组织者引领者，解放思想最根本的一条就是眼界要宽，确立敢于解放思想和信念，用改革的思维和办法推进工作，以改革的勇气解决问题。<\/p><p><br><\/p><p>        二、要做勇于创新的示范者。创新实一个国家、一个民族的灵魂，是社会进步、事业发展的不竭动力。不懂创新就只能被淘汰。我想，开展大讨论活动，最根本的就是把握改革创新这个灵魂，最关键的是将改革创新落实到岗位创新上。要有创新的胆识，不因眼前利益而束手束脚，敢于清思想之障、破机制之茧，主动冲出去、走出去；要有创新的能力，坚持学习新思想、新挂念，围绕大讨论要求，学经典、读原文、悟原理，真学真懂真用，不断提升自己综合素质，锻炼解决问题的能力，以能力促工作、促创新。<\/p><p><br><\/p><p>        三、要做担当作为的示范者。毛泽东同志将，正确的路线确定之后，干部就是决定的因素。省委、省局党组、局党委决策部署已定，关键要看干部。作为一名支部书记，要结合林场实际，认真组织好大讨论，以身作则，谋划方案，调动起干部参与的积极性和主动性，以实实在在的行动推动大讨论取得成效。当前，要进一步巩固\u201c三基建设\u201d成效，按照新时代党的建设总要求，以政治建设为统领，不断推进党建工作落到实处、见到实效，发挥出支部的政治引领功能。要提高党员干部的政治能力、\u201c四种意识\u201d以及基本能力，以改革创新精神加强完善自己，以适应新时代新担当新作为的需要。要把基础工作抓扎实，对标一流，强弱项、补短板，把工作标杆立起来，营造争先创优的氛围。要抓好岗位奉献，以时不我待、舍我其谁的担当意识投入到生态文件建设大业中，以艰苦奋斗吃苦耐劳的过硬作风扎根到林业基层本职岗位上，忠诚干净担当，全心全意抓工作，一心一意谋发展，以严的作风和实的成绩在改革开放大潮中展现新作为。<\/p><p><br><\/p><p>        站在新的历史节点上，我们要更加紧密地团结在以习近平同志为核心的党中央周围，切实担当起承担的使命，进一步树牢\u201c四个自信\u201d、做到\u201c两个维护\u201d，不负众望、不辱使命，不辜负组织的信任和期望，做出无愧于新时代基层党支部书记光荣使命的新业绩。<\/p><p>\t<\/p>","ifTop":0,"topNum":1,"ifPass":0,"thumbnailUrl":"Path/20190628/bf08ab76-b8cc-479a-bbfa-c5bf941b2805.JPG","dept":"中共山西省中条山国有林管理局固县林场支部委员会","deptCode":"10008","createTime":1561712297000,"createCode":"1148","createName":"贾晓琳","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":33,"title":"学习时代楷模  汲取榜样力量\u2014\u2014八步沙林场\u201c六老汉\u201d治沙先进事迹学习心得","studyStrongBureauType":2,"author":"张金朝","releaseDate":"2019-06-28","comment":"<p><br><\/p><p>        三代愚公志，黄沙变绿颜。甘肃省古浪县八步沙林场\u201c六老汉\u201d三代人治沙造林先进典型事迹，生动讲述了38年来\u201c六老汉\u201d三代人薪火相传、久久为功，在与恶劣环境的不懈斗争之中，探索出一条让沙漠披绿生金的发展之道，彰显\u201c誓把荒漠变绿洲\u201d代代相传的奋斗精神，中宣部授予甘肃省古浪县八步沙林场\u201c六老汉\u201d三代人治沙造林先进群体\u201c时代楷模\u201d称号。<\/p><p><br><\/p><p>        5月21日，在全省\u201c改革创新 奋发有为\u201d大讨论的热潮下，我场组织干部职工集中学习了\u201c六老汉\u201d治沙先进事迹，作为林草系统的工作者，我们感到责任重大、使命光荣。全场干部职工一致表示他们是\u201c绿水青山就是金山银山\u201d理念的忠实践行者,是荒漠变绿洲的接续奋斗者,要学习他们不畏艰苦建设生态家园的奋斗精神，深入学习贯彻习近平生态文明思想,坚持绿色发展理念,为建设美丽中国、实现中华民族永续发展作出新的更大贡献。<\/p><p><br><\/p><p>        八步沙林场地处腾格里沙漠南缘，37年前，这里狂风肆虐、黄沙蔽天，严重影响当地群众的生产生活。古浪县土门镇台子村6位年近半百的村民郭朝明、贺海、张润元,不甘心将世代生活的家园\u201c拱手相让\u201d,以联户承包的方式发起和组建集体林场,积极投身治沙造林、守护家园的伟大事业。37年来,三代治沙人累计治沙造林21.7万亩,管护封沙育林(草)37.6万亩,为构筑西部生态安全屏障作出了突出贡献。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们听从召唤、情系家园的精神,面对风沙侵蚀家园，沙进人退的严峻形势,以郭朝明为代表的第一代林场治沙人，充分发挥共产党员的先锋模范作用,以勤朴坚韧、众志成城、筑牢屏障、永保绿洲的防沙治沙精神，带头承包无人荒漠,坚决向沙患发起冲锋。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们不畏艰难、艰苦奋斗的精神。八步沙三代治沙人扎根沙漠，长年累月顶风冒雪、压沙植树,与干旱和风沙艰苦斗争，用辛勤汗水建成现在南北长达10公里的防风固沙绿色屏障,使八步沙两万亩沙漠变成了树草相间的绿洲。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们敢为人先、唯实创新的精神。他们牢记让绿洲永续发展的使命，着眼构筑尊崇自然、绿色发展的生态体系，坚持从实际出发，科学治沙造林管护,创新应用\u201c网格状双眉式\u201d沙障结构,实行造林管护网格化管理，坚持全天候步行巡护,建成了一个物种丰富、环境优美、生机盎然的林业观光景区。<\/p><p><br><\/p><p>        以\u201c六老汉\u201d三代人为榜样,就是要学习他们坚持不懈、久久为功的精神。他们始终坚守让沙漠变绿洲的坚定信念,接力传承治沙理念和精神,积极承担和精心实施重点交通干线生态恢复、移民开发区农田林网建设、国家能源管线生态修复等重大工程，为国家生态建设画上浓墨重彩的一笔。<\/p><p><br><\/p><p>        全省上下要积极响应省委、省政府号召，以古浪县八步沙林场\u201c六老汉\u201d三代人治沙造林先进集体为榜样，大力弘扬治沙造林精神,进一步提高政治站位,树牢大局观、长远观、整体观,着力加强生态系统修复和保护。要坚持解放思想、实事求是,勇于担当、奋发进取,大力发展绿色生态产业,切实加快绿色发展崛起步伐。要坚持坚定信念、牢记使命,艰苦奋斗、攻坚克难,加大生态环境保护治理力度,加快建设我国西北地区重要生态屏障,为同全国一道全面建成小康社会、建设幸福美好新甘肃作出新的更大的贡献。<\/p><p><br><\/p><p>        传承不息,治沙不止;丰碑矗立,精神永存。让我们做八步沙\u201c六老汉\u201d三代人治沙造林精神的弘扬者、守护者、传承者,携手追逐绿色梦想,合力建设美丽中国,为子孙后代留下一个天蓝、地绿、水清的美好家园。<\/p><p><br><\/p>","ifTop":0,"topNum":5,"ifPass":0,"thumbnailUrl":"Path/20190628/e959b5ac-a4cb-46d4-888d-bca97c25a2ac.PNG","dept":"中共山西省中条山国有林管理局台头林场支部委员会","deptCode":"10005","createTime":1561779432000,"createCode":"1069","createName":"武彦芳","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":34,"title":"深学笃用习近平生态文明思想 努力建设山清水秀美丽中条","studyStrongBureauType":2,"author":"陈峰","releaseDate":"2019-06-28","comment":"<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 在支部组织下，我和全场党员职工集体学习了习近平生态文明思想。作为一个系统全面的理论体系，习近平生态文明思想内涵丰富，深刻回答了为什么建设生态文明、建设什么样的生态文明、怎样建设生态文明的重大理论和实践问题，为推动生态文明建设迈上新台阶指明了方向。是我们党的重大理论和实践创新成果，是新时代推动生态文明建设的根本遵循。通过深入的学习，使我进一步加深了对习近平总书记生态文明思想的理解和认识。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想是不断推动我国生态文明建设、进一步促进经济发展与环境保护良性循环、实现中华民族绿色崛起的行动指南！<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的基本内核是\u201c绿水青山就是金山银山\u201d。既要绿水青山，也要金山银山，绿水青山和金山银山两者都要兼顾，要立足当前，着眼长远。但生态环境一旦遭到破坏就难以恢复，我们\u201c宁要绿水青山，不要金山银山\u201d因而宁愿不开发也不能破坏。绿水青山也可以转化为金山银山。我们要贯彻创新、协调、绿色、开放、共享发展理念，给自然生态留下休养生息的时间和空间。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想本质要求是\u201c人与自然和谐共生\u201d。随着我国迈入新时代，生态环境是关系党的使命宗旨的重大政治问题，也是关系民生的重大社会问题。我们应像保护眼睛一样保护生态环境，像对待生命一样对待生态环境，让自然生态美景永驻人间。在人类发展史上有太多太多的惨痛教训，我们只有尊重自然、顺应自然、保护自然，才能实现经济社会可持续发展。<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的宗旨精神是\u201c良好生态环境是最普惠民生福祉\u201d。生态文明建设，不仅可以改善民生，增进群众福祉，还可以让人民群众公平享受发展成果。随着物质文化生活水平不断提高，我们对良好生态环境的诉求更加强烈，更加关注饮用水安全、空气质量等议题。创造良好的生态环境，目的在民生，也是对人民群众生态产品需求日益增长的积极回应。我们应当坚持生态惠民、生态利民、生态为民，使生态文明建设成果惠及全体人民，既让人民群众充分享受绿色福利，也造福子孙后代。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的系统思想是\u201c山水林田湖草是生命共同体\u201d。人类生存和发展的自然系统，是社会、经济和自然的复合系统，是普遍联系的有机整体。人类只有遵循自然规律，生态系统才能持续焕发生机活力。因此，我们要统筹兼顾、整体施策，自觉地推动绿色发展、循环发展、低碳发展；多措并举，对自然空间用途进行统一管制，使生态系统功能和居民健康得到最大限度的保护，全方位、全地域、全过程建设生态文明，使经济、社会、文化和自然得到协调、持续发展。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 习近平生态文明思想的重要抓手是\u201c用最严格制度、最严密法治保护生态环境\u201d。党的十八大以来，我们进一步完善了法律法规，建立并实施中央环境保护督察制度，推动生态环境保护发生历史性、转折性、全局性变化。未来，我们必须加快制度创新，不断完善环境保护法规和标准体系，并加以严格执法，让制度成为刚性的约束和不可触碰的高压线，环境司法应当愈加深入，监督应当常态化，环境信息得到越来越及时完整披露，公众参与应当越来越有序有效，守法应当成为企业的责任。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 建设美丽中国，关乎人民福祉，关乎民族未来。作为林业一线职工，我们更要牢固树立社会主义生态文明观，坚建设美丽中国，为人民创造良好生产生活环境，还自然以宁静、和谐、美丽。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 一是勇于担当推进建设美丽中国的排头兵。林业是生态文明建设的主阵地，作为一名林业人，更要深刻把握领会总书记讲话精神的理论内涵和现实意义，进一步树立生态文明建设理念，增强林业工作的责任感和使命感，勇担新时代林业人应有的使命担当，推动生态文明建设取得更大成效。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 二是加快形成绿色发展方式和生活方式。构建并严守生态功能保障基线、环境质量安全底线、自然资源利用上线三大红线。积极参加各种绿色行动，倡导简约适度、绿色低碳的生活方式，用实际行动践行绿水青山就是金山银山的理念。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 三是加大生态系统保护力度。坚持学用合一，用习总书记生态文明思想统一思想、统一行动，结合林场工作实际，坚持保护优先，坚守资源红线，为林业事业做出新贡献，推动生态文明建设工作新发展。<\/p><p><br><\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 环境就是民生，青山就是美丽，蓝天也是幸福。这每一项我们都是可以贯彻到突际行动中的，关键在于你是否有心，相信只要我们每个人都积极贡献自己的力量，实现中华民族伟大复兴的目标一定可以早日实现。<\/p>","ifTop":0,"topNum":9,"ifPass":0,"thumbnailUrl":"Path/20190628/06e5c6a7-0032-4b47-baa5-34016a1bd906.jpg","dept":"中共山西省中条山国有林管理局同善林场支部委员会","deptCode":"10032","createTime":1561775073000,"createCode":"1416","createName":"那泽群","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":35,"title":"改革创新  奋发有为  在新时代里继续前进","studyStrongBureauType":2,"author":"中共山西省中条山国有林管理局十河林场支部委员会  刘飞","releaseDate":"2019-07-03","comment":"<p>        \u201c改革创新，奋发有为\u201d大讨论活动，是省委高举新时代改革开放旗帜，审时度势作出的一项重要决定，具有极其重要的现实意义。自活动开展以来，通过学习讨论，我增强了学习意识，进一步明确了工作思路。下面，我将根据自己的学习讨论情况，结合工作实际，谈一些自己的心得。<\/p><p><br><\/p><p>        一、 牢固树立资源管护高标准的理念<\/p><p><br><\/p><p>        \u201c生态兴则文明兴、生态衰则文明衰\u201d、\u201c绿水青山就是金山银山\u201d，这两句话深刻论述了生态与文明、生态与生产力的重大关系。作为林业工作者，更应该肩负起保护森林资源、保护生态的历史使命。在今后的林场管理中，我们更应该加强森林资源的管护，制定完善的管护责任体系，加强对管护队伍的督促、检查、监管和培训，让广大干部职工从思想上认识到保护森林资源的重要性；严防森林火灾，从重点人群入手，完善重点人群信息档案，疏堵结合，多措并举，开展行之有效的宣传活动，使林区群众也能够重视起森林资源的保护，树立常态化防范意识。<\/p><p><br><\/p><p>        二、 牢固树立造林工程精品化的理念<\/p><p><br><\/p><p>        造林绿化是林业发展中的伟大事业，是推动林业发展的重要基石，我们必须履行好我们的职责。在造林过程中，要贯彻\u201c消灭荒地\u201d的建设目标。制定科学的营造林规划，根据工程建设特点，整体布局，创新模式，制定行之有效的工程管理办法，建立林业工程项目责任清单，并对责任进行层层分解，将每一项工程任务全部细化到林班小班，形成分工明确、任务具体、责任到位的责任体系，从制度和管理上提高造林工程质量。<\/p><p><br><\/p><p>        三、 牢固树立森林抚育精准化的理念<\/p><p><br><\/p><p>        习近平总书记提出，\u201c人的命脉在田，田的命脉在水，水的命脉在山，山的命脉在土，土的命脉在树\u201d。这句话科学阐述了自然生态系统各个组成部分的相互关系，森林资源对于人类命运的重要性。这句话更要求我们必须要管理好、经营好树木这个关键事物。在森林抚育工作中，按照\u201c健康经营实验局\u201d的建设目标，深入贯彻\u201c近自然育林，差异化经营\u201d，从规范管理、标准作业、消除隐患、提升水平入手，全面实现工程质量精准提升。<\/p><p><br><\/p><p>        四、 牢固树立苗圃建设精细化的理念<\/p><p><br><\/p><p>        习近平总书记曾指出，\u201c良好生态环境是最公平的公共产品，是最普惠的民生福祉\u201d，这句话深刻揭示了生态与民生的关系，既是对生态产品的准确定位，又是对民生内涵的丰富发展。身在林区的我们，必须充分发挥我们的职能作用，围绕林局\u201c良种繁育先导局\u201d的发展目标，对苗圃建设实施扩容增效，精细化管理，梯次化发展，达到在满足自己生态工程需要下，向市场提供优质生态苗木的目的。并且在苗圃精细化建设和管理中，也会给林区群众提供多个就业机会，提高当地群众的收入，这是带给人民群众最基本的民生福祉，我们必须应用好、发挥好。<\/p><p><br><\/p><p>        通过大讨论活动的开展，我深刻认识到，在今后的工作中，我们要紧密团结在以习近平同志为核心的党中央周围，坚决贯彻上级党委决策部署，扎实有序开展林场各项工作，保护好、管理好、经营好森林资源，就一定能推动林草事业迈上新台阶，为建成美丽中国不懈奋斗。<\/p>","ifTop":0,"topNum":2,"ifPass":0,"thumbnailUrl":"Path/20190629/71391a02-af84-4a5a-b184-fbb3539e5a4c.jpg","dept":"中共山西省中条山国有林管理局十河林场支部委员会","deptCode":"10017","createTime":1562115565000,"createCode":"1255","createName":"闫为民","remark":"闫为民2019-07-03 08:59:25执行修改操作---","idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":36,"title":"\u201c六老汉\u201d治沙先进事迹观后感","studyStrongBureauType":2,"author":"端氏林场党支部---张社林","releaseDate":"2019-06-29","comment":"<p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">         5.7日场党支部组织全体干部职工观看了\u201c六老汉\u201d三代人治沙造林先进群体事迹。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        观看八步沙林场\u201c六老汉\u201d三代人治沙造林先进群体的感人事迹后，在职工中引起热烈反响。38年来，以\u201c六老汉\u201d为代表的八步沙林场三代职工，至今完成治沙造林21.7万亩，管护封沙育林草面积37.6万亩，以愚公移山精神生动书写了从\u201c沙逼人退\u201d到\u201c人进沙退\u201d的绿色篇章，为生态环境治理作出了重要贡献。我在想，向八步沙林场\u201c六老汉\u201d先进群体学习，学什么呢?<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        体会一，学习他们\u201c认准一个理\u201d的扎根意识。八步沙林场地处河西走廊东端、腾格里沙漠南缘的甘肃省古浪县。昔日这里风沙肆虐，侵蚀周围村庄和农田，严重影响群众生产生活。\u201c绿水青山就是金山银山\u201d。从上世纪80年代，六位年逾半百的当地农民不甘心世代生活的家园被黄沙吞没，就认准这个理，立下了治沙誓言，卷起铺盖挺进八步沙，扎下了根，一干就是38年。脱贫也好，治沙也好，只有让希望落地、让绿色扎根，美好生活才能生根、开花、结果。\u201c六老汉\u201d三代人，\u201c认准一个理\u201d，就是目标明确，扎根治沙，咬定治沙不放松;目标明，就行动有力，矢志不渝沙不治好不回头;\u201c认准一个理\u201d，就是以九头牛都拉不回的干劲去治理风沙，把自己扎根成战风斗沙中的一棵树，也要为荒漠带来万亩荫。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        体会二，学习他们\u201c干好一件事\u201d的实干精神。\u201c大道理千千万，荒漠变绿洲靠的是实干。\u201d作为当地人的\u201c六老汉\u201d三代人，38年来扎根荒漠，种树治沙，用三代人的坚守和不懈实干换来了一条防风固沙的绿色生态安全屏障，让人看到了人类改造自然的精神、坚持的力量。\u201c六老汉\u201d三代人，\u201c干好一件事\u201d就是立志战沙、心无旁骛，白天种树是沙扑面，晚上住宿是沙窝眠，梦里还是\u201c战沙篇\u201d;\u201c干好一件事\u201d就是明知条件差、经验少、种树难、管护更难，也要一点点摸索，一次次尝试，一年年积累，以\u201c黄沙不退人不退，草木不活人不走\u201d的决绝，去打赢风沙治理仗，奏响一曲生态文明的壮歌。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        体会三，学习他们\u201c甘当新愚公\u201d的执著奋斗。\u201c虽我之死，有子存焉;子又生子，子又有孙;子子孙孙无穷匮也\u2026\u2026\u201d贺老汉手术前对儿子说：\u201c治沙的事交给你了，你得给我把八步沙管好。\u201d罗老汉弥留之际还放不下治沙的事，\u201c我们这辈子不行了，就往下传，要一代一代地传下去!\u201d以\u201c六老汉\u201d为突出代表的八步沙林场三代职工\u201c甘当新愚公\u201d，就是\u201c献了家庭献终身，献了终身献子孙\u201d奉献与奋斗，\u201c铁了心\u201d要将治沙蓝图绘到底。\u201c六家老汉丰碑铸，三代愚公意志坚。\u201d在陇原大地传唱的古浪老调，将六老汉祖孙三代植树造林、治理沙漠的故事口口相传，\u201c六老汉\u201d先进群体以自已的身体力行，在创造了荒漠变绿洲的生命奇迹的同时，也让八步沙的精神吹遍了神州大地，染绿了更多的荒漠、沙丘，成为追梦逐梦征程中的强大精神动力，催人奋进，激人进取，去奋发有为。<\/span><\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">        学习\u201c六老汉\u201d，\u201c愚公\u201d谱新篇。认准一个理，干好一件事，甘当新愚公，我们要以\u201c六老汉\u201d三代人治沙造林先进群体为榜样，驰而不息、久久为功，不断巩固和发展祖国绿色生态屏障，促进人与自然和谐共生，为建设美丽中国、实现中华民族永续发展凝心聚力、共同努力，正当其时。<\/span><\/p>","ifTop":0,"topNum":7,"ifPass":0,"thumbnailUrl":"Path/20190629/b1be0615-2321-4447-acf0-ef9192e20104.jpg","dept":"中共山西省中条山国有林管理局端氏林场支部委员会","deptCode":"10020","createTime":1562039108000,"createCode":"1097","createName":"张书政","remark":"张书政2019-06-29 08:54:44执行修改操作---","idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":37,"title":"以奋发有为状态迈出工作新步伐","studyStrongBureauType":2,"author":"皋落林场党支部   孙剑","releaseDate":"2019-06-29","comment":"<p><br><\/p><p>        \u201c改革创新、奋发有为\u201d大讨论，是一场学习的革命，思想的革命，工作方式的革命。改革开放40年，林业生态建设稳步发展，生态保护得到持续加强，国有林区焕发出新的活力。在深入推进大讨论的浓厚氛围中，我深切感受到了强烈的责任担当、奉献精神。作为一名共产党员，作为新时代林草人，我们应该为改革创新做什么？我认为改革创新不只是思索，更要以实实在在的行动迈出工作新步伐。<\/p><p><br><\/p><p>        用创新精神履行党员职责。习总书记特别注重强调以改革创新精神抓基层党建工作，聚焦\u201c六个破除\u201d\u201c六个着力\u201d\u201c六个坚持\u201d，通过学习省局张云龙局长《如何当好支部书记》专题辅导讲话，就支部党建工作而言,自己能认识到皋落党支部工作中还存在着理论学习不深入、组织生活不严格、党建业务两张皮等问题。作为支部书记，要切实增强政治自觉、思想自觉和行动自觉，要解放思想、争当深化改革的带头人，要提升标杆、争当对标一流的带头人，要作风务实、争当担当实干的带头人。要进一步坚定理想信念，牢固树立四个意识，不断提高思想境界和自身修养，以实际行动树标杆做表率。要发挥关键作用，认真履行党支部书记第一责任人的责任，坚持不懈抓好党的建设，推动基层党支部各项工作迈上新台阶，为林场发展提供坚强组织保障。<\/p><p><br><\/p><p><strong>        <\/strong>以奋发有为状态主动作为。干字当头，实字托底。赵水清局长在年度工作讲话中对抓工作落实提出了明确要求。对标一流，2019年林局年度工作会结束后，作为场长，重任在肩，既有信心更有压力。为做好全年工作，我迅速安排组织召开了场领导班子和全体职工大会，传达了省局和林局的工作会议精神，对林草工作的一些新的提法和理念进行了解读，安排部署了年度总体工作。春季以来，全场干部职工齐心协力，脚踏实地，森林防火、内部管理、营造林工程、保障性苗圃等工作稳步推进，展现了皋落林场工作的新面貌。<\/p><p><br><\/p><p><strong>        <\/strong>用工作成效检验责任担当。新时代改革发展需要锐意创新、务求实效。\u201c工作的革命\u201d，要求我们树立一流的工作标杆，创造一流的工作业绩，以过硬作风彰显担当作为。改革创新不能空喊口号、搞花架子走过场，做好工作必须要有实干精神，勇于创新、敢挑重担才能创造新的业绩。在林场实际工作中,既要坚持原则，按制度规矩办事，又要恪尽职守，沉下身子，深入一线，融入职工群众，解决实际困难问题，工作开展才会事半功倍。<\/p><p><br><\/p><p>        \u201c良好的精神状态、务实的工作作风、扎实的工作业绩\u201d是我对自已的工作要求。行百里者半九十。基层场长不仅要紧紧把握发展机遇，用创新思维谋划工作，更要积极干事创业，奋勇争先，攻坚克难，以更高标准做好每一项工作，以更严要求履行好应尽的职责。<\/p><p>        <\/p><p>        40年的改革开放，山青了、水绿了、天更蓝了、工作生活环境越来越好了，我们都是改革开放的受益者。改革再出发，创新无止境。身为林草人，曾经的每一步我们走得艰难却有力，未来，信心满怀，我将牢记使命，不忘初心，继续以昂扬向上的精神状态为林草事业发展贡献力量。<\/p>","ifTop":0,"topNum":3,"ifPass":0,"thumbnailUrl":"Path/20190629/7abc2723-7904-4667-be5e-22eccd731fce.jpg","dept":"中共山西省中条山国有林管理局垣曲离退休支部委员会","deptCode":"10034","createTime":1561774926000,"createCode":"1415","createName":"李娜","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null}]
         * craftsman : [{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":41,"title":"三交中心林场组织开展育苗技能竞赛","studyStrongBureauType":1,"author":"刘阳","releaseDate":"2019-06-29","comment":"<p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">        为贯彻落实林局\u201c中条工匠\u201d培养规划，全面提升林区干部职工的业务水平和专业技能，三交中心林场于5月8日组织全体干部职工共33人开展了以\u201c树榜样·育工匠·强林场\u201d为主题的育苗技能竞赛，此次育苗竞赛旨在筛选、培养一批育苗技术能手，为参加林局举办的育苗技能竞赛做准备、打基础，也为林场保障性苗圃建设提供技术人才保障。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">       &nbsp;此次育苗技能竞赛三交中心林场认真筹备、精心组织，全场33名干部职工以每人一畦苗圃地为单位，用提前准备好的工具现场进行装钵，同时在每个人的地块立牌公示，最终以苗木的成活率为评判标准确定排名，排名与年终考核挂钩并明确奖罚措施，有效提高了大家的参赛积极性和活动实效性。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">        开赛前，林场场长、分管领导对竞赛人员进行现场实操培训，从苗床整理、装钵要求、质量标准等环节都进行了详细讲解，同时就竞赛中的注意事项和纪律要求进行了强调，要求大家遵守规则、严守纪律，赛出水平，也赛出风采。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; &nbsp; &nbsp; <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">      &nbsp;此次活动为积极响应林局\u201c中条工匠\u201d培养工程，三交中心林场以党建为引领，以党建带团建，重点以青年职工为对象，开展了\u201c工匠精神引领，青年立志先行\u201d主题党日活动，通过以育苗技能竞赛为抓手，让青年职工树立起脚踏实地、艰苦奋斗的价值取向，培养他们精益求精、追求卓越的职业精神和业务精通、技术过硬的专业技艺能力。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; &nbsp; &nbsp; &nbsp;<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">       活动中，在党员干部的带头下，青年职工充分发挥他们朝气蓬勃、昂扬向上的精神面貌，填营养土、装苗、摆正小苗、再装满营养土、抖动营养钵等各个环节有条不紊、一气呵成，大家你追我赶、奋勇争先，干的热火朝天，十分起劲。同时年龄较大的职工充分发挥他们经验丰富、技术娴熟的优势，通过\u201c老带新\u201d帮助青年职工进行技术指导，营造了互帮互助、共同进步的和谐氛围。<\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">&nbsp; &nbsp; &nbsp; <\/span><\/p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">      &nbsp;大家在竞赛中，相互评比，切磋育苗技能，不仅提高了育苗技术，也通过以赛促学、以赛促练、以赛促干，充分激发了全场上下众志成城、创先争优、争先进位的精神风貌，实现了用匠心诠释\u201c工匠精神\u201d，用匠行打造\u201c匠品工程\u201d，用匠魂培育林业匠人，用匠梦书写林草未来。<\/span><\/p>","ifTop":1,"topNum":17,"ifPass":0,"thumbnailUrl":"Path/20190629/99eb4b36-dba3-4c9e-bea5-5128567c8bc6.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1562039112000,"createCode":"1002","createName":"赵真鹏","remark":"赵真鹏2019-06-29 16:55:13执行修改操作---","idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":43,"title":"竞赛增技能   育苗筑工匠","studyStrongBureauType":1,"author":"杨晓军","releaseDate":"2019-06-29","comment":"<p>        为全面贯彻落实林局<span style=\"color: rgb(51, 51, 51);\">\u201c中条工匠\u201d培养工程计划，培育育苗技术能手<\/span>。5月17日，横河林场精心筹备的青年职工育苗竞赛如期举行。<\/p><p> <\/p><p>        分管场长宣读了竞赛规则和纪律，并就华山松营养钵育苗技术规程展开了详细讲解。技术员从土壤消毒、整地做床到播种覆土等各环节进行了实操示范。青年职工根据比赛安排和名字公示牌对号入座、各就各位，认真听讲、细致演练，作好参赛准备。<\/p><p><br><\/p><p>        号令响起，青年职工们立即投入竞赛。他们挥动工具、划线整地、筛土运土、装钵播种、覆土记录，一项紧跟一项，一环紧扣一环，态度认真细致，操作有条不紊。热火朝天的劳动场景呈现了你争我赶、奋力争先的浓厚氛围，更展示了他们朝气蓬勃、团结互助的精神风貌。<\/p><p><br><\/p><p>        短短一天时间，青年职工们用湿透了的衣衫和起满血泡的双手完成了3000钵育苗任务。不仅起到了以赛促学、以赛促练、以赛促干的作用，而且磨砺了他们艰苦奋斗的精神，展示了他们\u201c改革创新、奋发有为\u201d的新姿态。<\/p><p>\t<\/p>","ifTop":0,"topNum":11,"ifPass":0,"thumbnailUrl":"Path/20190629/dd4bbcec-11e5-45e2-8a8a-bfaf2ae76a17.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561799347000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":44,"title":"横河林场开展2019年青年职工生产技术培训","studyStrongBureauType":1,"author":"杨晓军","releaseDate":"2019-06-29","comment":"<p>      <img src=\"http://183.203.31.103:8081/Path/20190629/bda53033-d87d-4078-a60c-f13f7a5031b0.jpg\"><\/p><p>       <\/p><p>        为加强科技人才储备库建设，培养技术人才，营造\u201c学技术、懂技术、用技术、精技术\u201d的良好氛围，5月29日我场组织全场青年职工进行了生产技术培训。<\/p><p><br><\/p><p>        培训工作主要由分管副场长主持，内容包括理论知识及操作、数据记录、实地实践等。<\/p><p><br><\/p><p>       一是结合实地讲解理论知识：充分认识森林资源调查的重要性、必要性；强调野外作业安全注意事项，做好安全防范措施。<\/p><p><br><\/p><p>       二是实地技术操作：标准样地的选择，目测林分因子，围尺测量胸径操作要点，角规使用要点，罗盘使用要点。<\/p><p><br><\/p><p>       三是调查数据记录：包括野外小班档案卡片的填写，角规样地调查表的填写。<\/p><p><br><\/p><p>       四是现场操作实践：由全体青年职工分工合作，从标准样地的选择、罗盘定位、角规绕测、胸径测量到小班数据记录一整套工作亲自操作，加深印象。<\/p><p><br><\/p><p>       通过本次学习培训，为我场森林资源调查队伍建设打下了坚实的基础，使\u201c林业工匠\u201d培养目标更进一步。<\/p><p>&nbsp;<\/p>","ifTop":0,"topNum":8,"ifPass":0,"thumbnailUrl":"Path/20190629/e70743e5-19b9-4799-854a-be1810d3c45d.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561807491000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":48,"title":"析城山林场积极开展森林资源二类调查培训","studyStrongBureauType":1,"author":"靳璐娇","releaseDate":"2019-06-30","comment":"<p><span style=\"color: rgb(51, 51, 51);\">         <\/span><img src=\"http://183.203.31.103:8081/Path/20190630/b1f7f4bb-1975-439e-b122-28f77c114c8b.jpg\"><\/p><p><span style=\"color: rgb(51, 51, 51);\">      <\/span><\/p><p><span style=\"color: rgb(51, 51, 51);\">       为进一步掌握二类调查技术操作规程，统一标准，确保按时高标准高质量完成析城山林场二类调查任务。5月20日，析城山林场组织职工进行了森林资源二类调查技术培训。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">        在理论培训方面，采取动员与业务培训相结合。首先由副场长闫军军对森林资源二类调查工作进行了部署与动员，明确提出三点工作要求：一是调查人员要提高认识，正确对待，积极参与；二是要保质保量的完成析城山林场森林资源二类调查任务；三是要在外业调查时注意自身安全。其次，由设计队人员吕鹏亮根据森林资源二类调查培训及操作细则有关要求，结合析城山林场实际，详细讲解了编案内容和深度要求、技术标准、片林调查、内页整理等作了详细讲解。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">       在外业实习方面，采取理论与实践相结合。主要针对此次二类调查技术含量、工作量大、调查因子多的特点，把外业实习安排在马刨泉进行，由设计队人员吕鹏亮、技术员张晋东现场讲解小班区划技术、小班调查因子类别、调查技术标准及调查质量要求，演练了小样地的设置，传授了角规、罗盘仪、围尺等调查仪器的使用，做到了学以致用。随后，对林班内的树种进行了辨认，通过对主要树种树干、树叶形态的观察,初步培养调查人员识别树种的能力。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">       通过理论培训和外业实习，使所有调查人员更加熟悉和掌握了外业调查技术，为科学规范地开展森林资源二类调查工作奠定了坚实的基础，提供了技术保障。<\/span><\/p>","ifTop":0,"topNum":14,"ifPass":0,"thumbnailUrl":"Path/20190630/8596a06d-639b-4544-a399-bce9744b3546.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561879901000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":49,"title":"中条山分局举办山西省立木材积表管理系统应用技术培训","studyStrongBureauType":1,"author":"李慧芳","releaseDate":"2019-06-30","comment":"<p><span style=\"color: rgb(51, 51, 51);\">&nbsp;        2月14日,山西省林业规划院郭增跃、崔素萍2名高级工程师在中条山分局进行了《山西省立木材积表管理系统》应用技术培训，分局机关全体民警参加了培训。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">        培训内容主要是《山西省立木材积表管理系统V1.0.0》《山西省立木材积表管理系统V2.0.0》的具体使用技术，该系统操作简单，解决了大径材无法查表、手工计算错误等问题，可快捷计算得到单株材积，具有界面友好、查询快捷、使用方便、适时更新等特点。是查处盗伐滥伐和火烧林木案件工作中必备的软件之一，为查处盗伐滥伐和火烧林木案件司法鉴定等提供了强有力的技术支撑，为依法治林、依法办案发挥了应有的积极作用。<\/span><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">        此次培训理论性和实践性较强，民警科技应用的实战化水平得到进一步提升，推动了科技强警战略工作的实施。<\/span><\/p><p><br><\/p><p><br><\/p><p><br><\/p><p><span style=\"color: rgb(51, 51, 51);\">&nbsp;<\/span><\/p><p><br><\/p>","ifTop":0,"topNum":15,"ifPass":0,"thumbnailUrl":"Path/20190630/2ecf6d2b-f3e2-4f07-993c-b067a00c257f.jpg","dept":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptCode":"10011","createTime":1561879895000,"createCode":"1002","createName":"赵真鹏","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"studyStrongBureauId":58,"title":"横河林场开展华山松母树林调查培训实践","studyStrongBureauType":1,"author":"杨晓军","releaseDate":"2019-07-01","comment":"<p><img src=\"http://183.203.31.103:8081/Path/20190701/3d465915-1447-40f0-8db0-c14e7f7b9bfc.JPG\"><\/p><p><br><\/p><p>\t    为了全面推进国家华山松良种基地管理精细化、集约化和科学化，为华山松良种基地提档升级培育储备人才，5月28日，横河林场组织青年职工开展了华山松母树林调查培训实践。<\/p><p><br><\/p><p>\t    此次培训由分管领导和业务副场长共同主持，主要对优良母树选择、标号排序、母树各因子外业调查及内业资料整理等进行培训。青年职工针对培训要求认真学习围尺、花杆、测高器、标号模板的使用方法，熟悉优良母树选择的标准、标号的具体要求，掌握母树单株调查的方法及树高、胸径、冠幅、结实量等因子测定技术，并进行了实地操作练习，选树标准、标号整齐、数据准确，确保做到人人懂技术、个个会操作，为后续电子档案的建立夯实基础。<\/p><p><br><\/p><p><img src=\"http://183.203.31.103:8081/Path/20190701/a199f0a5-13b2-45f6-802d-4f2fc7fdbad8.JPG\"><\/p><p><br><\/p><p>\t    此次培训实践，不仅使青年职工掌握了母树林调查基本技术，而且实现了为基地升级奠定技术基础，为\u201c林业工匠\u201d培养添砖加瓦的目标。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"Path/20190701/85008e66-5182-4b4a-92cc-c7a374a18b3e.JPG","dept":"中共山西省中条山国有林管理局横河林场支部委员会","deptCode":"10030","createTime":1561973338000,"createCode":"1419","createName":"杨晓军","remark":null,"idList":null,"urlList":null,"idAttList":null,"urlAttList":null,"uuId":null}]
         */

        private OpenClassBean openClass;
        private List<StudyBean> study;
        private List<CraftsmanBean> craftsman;

        public OpenClassBean getOpenClass() {
            return openClass;
        }

        public void setOpenClass(OpenClassBean openClass) {
            this.openClass = openClass;
        }

        public List<StudyBean> getStudy() {
            return study;
        }

        public void setStudy(List<StudyBean> study) {
            this.study = study;
        }

        public List<CraftsmanBean> getCraftsman() {
            return craftsman;
        }

        public void setCraftsman(List<CraftsmanBean> craftsman) {
            this.craftsman = craftsman;
        }

        public static class OpenClassBean {
            /**
             * startIndex : 0
             * pageNumber : 1
             * pageSize : 10
             * orderByClause : null
             * groupByClause : null
             * beginCreateDt : null
             * endCreateDt : null
             * isEnableText : null
             * isDeleteText : null
             * studyStrongBureauId : 98
             * attachmentUrl : http://183.60.197.31/16/v/r/i/v/vrivhehouqocwzdqogbhtvgyvuvtcu/hd.yinyuetai.com/178801662EE8D1DFD3F69E89F53E4CBE.mp4
             * attachmentType : mp4
             * businessType : 6
             * attachmentListId : study_strong_bureau_98
             * title : 强局test
             * studyStrongBureauType : 0
             * author : 茹李军
             * releaseDate : 2019-07-05
             * comment : 学习《中共中央关于加强党的政治建设的意见》心得体会

             2019年1月31日出台的《中共中央关于加强党的政治建设的意见》是我们党就加强党的政治建设制定的第一个专门文件。按照中条林局党委党发〔2019〕13号要求，党支部于3月26日组织全体党员干部进行了重点学习，随后，本人利用碎片化时间就《意见》全文进行了详细阅读、深入领会。通过学习，对习近平新时代在党的政治建设和思想建设方面的新要求有了更深入的了解和认识，现谈几点心得如下：
             首先，对《意见》出台的重要意义理解方面。《意见》对贯彻习近平新时代中国特色社会主义思想和党的十九大精神，落实新时代党的建设总要求，坚持和加强党的全面领导，坚持党要管党、全面从严治党，对新形势下党的政治建设各方面工作进行了部署，对于更好地以党的政治建设为统领全面推进党的各项建设，确保我们党始终成为中国特色社会主义事业的坚强领导核心，具有重要而深远的意义。
             其次，对《意见》实施要求理解方面。《意见》全面系统的阐述了为何要加强党的政治建设，需要加强哪些方面党的政治建设以及如何加强党的政治建设等问题，同时阐述了在加强党的政治建设过程中如何在体制和机制上加以保证等问题，为我们基层党员指明了方向。
             第三、作为一名中共党员，在局党委的正确指导和党支部的直接领导下，个人层面如何贯彻执行《中共中央关于加强党的政治建设的意见》？
             一是要端正思想，提高认识。作为共产党员，一定做到把改进思想政治作风与推进各项工作结合起来，坚定理想信念、政治立场，增强“四个意识”和“四个自信”，继续做好“两学一做”学习教育，坚定维护以习近平同志为核心的党中央权威，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，真正做到“用心想事，用心谋事，用心干事”。二是要对照检查，及时改进。认真对自己的在政治建设和思想建设上进行对照检查，发现问题，及时改进。以良好的思想政治作风、与时俱进的精神风貌为自然保护区发展事业添砖加瓦。始终牢记“不忘初心，牢记使命”的理想信念，保持政治上的清醒。始终保持奋发有为、昂扬向上的精神状态，充分发挥主观能动性，以自己饱满的工作热情，把心思凝集到工作上，尽自己最大的努力去完成工作。三是要强化党性，自我完善。深入学习领会党的十九大精神，把着力点聚焦到习近平新时代中国特色社会主义思想是党必须长期坚持的指导思想上；经常认真学习领会上级会议精神，主动肩负贯彻新思想新理念新战略的政治责任。通过政治作风教育学习和政治理论学习，提高自身政治素质和党性修养，用科学理论武装自己的头脑，把学习的成果转化为工作上的思路和动力、促进工作的开展。工作中要坚持党的优良传统，重视学习，勤于学习，善于学习，要把自己建设成为学习型党员，要在学习中增强党性意识，提升思想境界，领悟人生真谛，实践人生追求，把压力当动力，把挑战当机遇，以宁静的心态，从容的心情，理智的头脑，开放的胸怀将自己的本职工作做得更好，更实，更活，工作效率更高效果更好！
             * ifPass : 0
             * thumbnailUrl : http://119.3.248.222:8080/Path/20190704/2cc7ba3f-74ef-434f-bba1-181f80c6c753.jpg
             * createTime : 1565007258000
             * videoTypeList : null
             * createCode : 1189
             */

            private int startIndex;
            private int pageNumber;
            private int pageSize;
            private Object orderByClause;
            private Object groupByClause;
            private Object beginCreateDt;
            private Object endCreateDt;
            private Object isEnableText;
            private Object isDeleteText;
            private int studyStrongBureauId;
            private String attachmentUrl;
            private String attachmentType;
            private int businessType;
            private String attachmentListId;
            private String title;
            private int studyStrongBureauType;
            private String author;
            private String releaseDate;
            private String comment;
            private int ifPass;
            private String thumbnailUrl;
            private long createTime;
            private Object videoTypeList;
            private String createCode;

            public int getStartIndex() {
                return startIndex;
            }

            public void setStartIndex(int startIndex) {
                this.startIndex = startIndex;
            }

            public int getPageNumber() {
                return pageNumber;
            }

            public void setPageNumber(int pageNumber) {
                this.pageNumber = pageNumber;
            }

            public int getPageSize() {
                return pageSize;
            }

            public void setPageSize(int pageSize) {
                this.pageSize = pageSize;
            }

            public Object getOrderByClause() {
                return orderByClause;
            }

            public void setOrderByClause(Object orderByClause) {
                this.orderByClause = orderByClause;
            }

            public Object getGroupByClause() {
                return groupByClause;
            }

            public void setGroupByClause(Object groupByClause) {
                this.groupByClause = groupByClause;
            }

            public Object getBeginCreateDt() {
                return beginCreateDt;
            }

            public void setBeginCreateDt(Object beginCreateDt) {
                this.beginCreateDt = beginCreateDt;
            }

            public Object getEndCreateDt() {
                return endCreateDt;
            }

            public void setEndCreateDt(Object endCreateDt) {
                this.endCreateDt = endCreateDt;
            }

            public Object getIsEnableText() {
                return isEnableText;
            }

            public void setIsEnableText(Object isEnableText) {
                this.isEnableText = isEnableText;
            }

            public Object getIsDeleteText() {
                return isDeleteText;
            }

            public void setIsDeleteText(Object isDeleteText) {
                this.isDeleteText = isDeleteText;
            }

            public int getStudyStrongBureauId() {
                return studyStrongBureauId;
            }

            public void setStudyStrongBureauId(int studyStrongBureauId) {
                this.studyStrongBureauId = studyStrongBureauId;
            }

            public String getAttachmentUrl() {
                return attachmentUrl;
            }

            public void setAttachmentUrl(String attachmentUrl) {
                this.attachmentUrl = attachmentUrl;
            }

            public String getAttachmentType() {
                return attachmentType;
            }

            public void setAttachmentType(String attachmentType) {
                this.attachmentType = attachmentType;
            }

            public int getBusinessType() {
                return businessType;
            }

            public void setBusinessType(int businessType) {
                this.businessType = businessType;
            }

            public String getAttachmentListId() {
                return attachmentListId;
            }

            public void setAttachmentListId(String attachmentListId) {
                this.attachmentListId = attachmentListId;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public int getStudyStrongBureauType() {
                return studyStrongBureauType;
            }

            public void setStudyStrongBureauType(int studyStrongBureauType) {
                this.studyStrongBureauType = studyStrongBureauType;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public String getReleaseDate() {
                return releaseDate;
            }

            public void setReleaseDate(String releaseDate) {
                this.releaseDate = releaseDate;
            }

            public String getComment() {
                return comment;
            }

            public void setComment(String comment) {
                this.comment = comment;
            }

            public int getIfPass() {
                return ifPass;
            }

            public void setIfPass(int ifPass) {
                this.ifPass = ifPass;
            }

            public String getThumbnailUrl() {
                return thumbnailUrl;
            }

            public void setThumbnailUrl(String thumbnailUrl) {
                this.thumbnailUrl = thumbnailUrl;
            }

            public long getCreateTime() {
                return createTime;
            }

            public void setCreateTime(long createTime) {
                this.createTime = createTime;
            }

            public Object getVideoTypeList() {
                return videoTypeList;
            }

            public void setVideoTypeList(Object videoTypeList) {
                this.videoTypeList = videoTypeList;
            }

            public String getCreateCode() {
                return createCode;
            }

            public void setCreateCode(String createCode) {
                this.createCode = createCode;
            }
        }

        public static class StudyBean {
            /**
             * startIndex : 0
             * pageNumber : 1
             * pageSize : 10
             * orderByClause : null
             * groupByClause : null
             * beginCreateDt : null
             * endCreateDt : null
             * isEnableText : null
             * isDeleteText : null
             * studyStrongBureauId : 32
             * title : 发挥示范引领职能  以改革创新促发展
             * studyStrongBureauType : 2
             * author : 刘天林
             * releaseDate : 2019-06-28
             * comment : <p>        </p><p>        2019年是建国70周年，是全面建成小康社会的关键之年，也是山西省在“两转”基础上拓展新局面的攻坚之年。开展“改革创新、奋发有为”大讨论，彰显了山西在新时代勇立潮头、锐意开拓的奋斗姿态，表达出山西攻坚克难、奋发进取的决心。</p><p>通过学习省委、省局党组、局党委的文件精神，参加支部书记培训班以及动员部署会议，我充分认识到了省委开展大讨论活动的重大意义，紧扣“改革创新、奋发有为”主题，聚焦“六个破除、六个着力解决、六个坚持”，准确掌握了省委、省局党组、局党委一系列新部署、新要求，更好地谋划和推进林场今年各项工作，进一步明白了作为支部书记应如何在大讨论中发挥引领作用，进一步掌握发挥支部作用、开展支部工作、加强支部建设的方式方法。</p><p><br></p><p>        一、要做解放思想的示范者。习近平在庆祝改革开放40周年大会上指出，40年来，我们始终坚持解放思想、实事求是、与时俱进、求真务实。当前，我们面临国有林场改革、贯彻绿色发展新理念、国土绿化硬仗等一系列艰巨任务，必须进一步解放思想，用创新的思维和办法应该解决林业发展道路上的新问题、新情况。支部书记作为基础工作的组织者引领者，解放思想最根本的一条就是眼界要宽，确立敢于解放思想和信念，用改革的思维和办法推进工作，以改革的勇气解决问题。</p><p><br></p><p>        二、要做勇于创新的示范者。创新实一个国家、一个民族的灵魂，是社会进步、事业发展的不竭动力。不懂创新就只能被淘汰。我想，开展大讨论活动，最根本的就是把握改革创新这个灵魂，最关键的是将改革创新落实到岗位创新上。要有创新的胆识，不因眼前利益而束手束脚，敢于清思想之障、破机制之茧，主动冲出去、走出去；要有创新的能力，坚持学习新思想、新挂念，围绕大讨论要求，学经典、读原文、悟原理，真学真懂真用，不断提升自己综合素质，锻炼解决问题的能力，以能力促工作、促创新。</p><p><br></p><p>        三、要做担当作为的示范者。毛泽东同志将，正确的路线确定之后，干部就是决定的因素。省委、省局党组、局党委决策部署已定，关键要看干部。作为一名支部书记，要结合林场实际，认真组织好大讨论，以身作则，谋划方案，调动起干部参与的积极性和主动性，以实实在在的行动推动大讨论取得成效。当前，要进一步巩固“三基建设”成效，按照新时代党的建设总要求，以政治建设为统领，不断推进党建工作落到实处、见到实效，发挥出支部的政治引领功能。要提高党员干部的政治能力、“四种意识”以及基本能力，以改革创新精神加强完善自己，以适应新时代新担当新作为的需要。要把基础工作抓扎实，对标一流，强弱项、补短板，把工作标杆立起来，营造争先创优的氛围。要抓好岗位奉献，以时不我待、舍我其谁的担当意识投入到生态文件建设大业中，以艰苦奋斗吃苦耐劳的过硬作风扎根到林业基层本职岗位上，忠诚干净担当，全心全意抓工作，一心一意谋发展，以严的作风和实的成绩在改革开放大潮中展现新作为。</p><p><br></p><p>        站在新的历史节点上，我们要更加紧密地团结在以习近平同志为核心的党中央周围，切实担当起承担的使命，进一步树牢“四个自信”、做到“两个维护”，不负众望、不辱使命，不辜负组织的信任和期望，做出无愧于新时代基层党支部书记光荣使命的新业绩。</p><p>	</p>
             * ifTop : 0
             * topNum : 1
             * ifPass : 0
             * thumbnailUrl : Path/20190628/bf08ab76-b8cc-479a-bbfa-c5bf941b2805.JPG
             * dept : 中共山西省中条山国有林管理局固县林场支部委员会
             * deptCode : 10008
             * createTime : 1561712297000
             * createCode : 1148
             * createName : 贾晓琳
             * remark : null
             * idList : null
             * urlList : null
             * idAttList : null
             * urlAttList : null
             * uuId : null
             */

            private int startIndex;
            private int pageNumber;
            private int pageSize;
            private Object orderByClause;
            private Object groupByClause;
            private Object beginCreateDt;
            private Object endCreateDt;
            private Object isEnableText;
            private Object isDeleteText;
            private int studyStrongBureauId;
            private String title;
            private int studyStrongBureauType;
            private String author;
            private String releaseDate;
            private String comment;
            private int ifTop;
            private int topNum;
            private int ifPass;
            private String thumbnailUrl;
            private String dept;
            private String deptCode;
            private long createTime;
            private String createCode;
            private String createName;
            private Object remark;
            private Object idList;
            private Object urlList;
            private Object idAttList;
            private Object urlAttList;
            private Object uuId;

            public int getStartIndex() {
                return startIndex;
            }

            public void setStartIndex(int startIndex) {
                this.startIndex = startIndex;
            }

            public int getPageNumber() {
                return pageNumber;
            }

            public void setPageNumber(int pageNumber) {
                this.pageNumber = pageNumber;
            }

            public int getPageSize() {
                return pageSize;
            }

            public void setPageSize(int pageSize) {
                this.pageSize = pageSize;
            }

            public Object getOrderByClause() {
                return orderByClause;
            }

            public void setOrderByClause(Object orderByClause) {
                this.orderByClause = orderByClause;
            }

            public Object getGroupByClause() {
                return groupByClause;
            }

            public void setGroupByClause(Object groupByClause) {
                this.groupByClause = groupByClause;
            }

            public Object getBeginCreateDt() {
                return beginCreateDt;
            }

            public void setBeginCreateDt(Object beginCreateDt) {
                this.beginCreateDt = beginCreateDt;
            }

            public Object getEndCreateDt() {
                return endCreateDt;
            }

            public void setEndCreateDt(Object endCreateDt) {
                this.endCreateDt = endCreateDt;
            }

            public Object getIsEnableText() {
                return isEnableText;
            }

            public void setIsEnableText(Object isEnableText) {
                this.isEnableText = isEnableText;
            }

            public Object getIsDeleteText() {
                return isDeleteText;
            }

            public void setIsDeleteText(Object isDeleteText) {
                this.isDeleteText = isDeleteText;
            }

            public int getStudyStrongBureauId() {
                return studyStrongBureauId;
            }

            public void setStudyStrongBureauId(int studyStrongBureauId) {
                this.studyStrongBureauId = studyStrongBureauId;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public int getStudyStrongBureauType() {
                return studyStrongBureauType;
            }

            public void setStudyStrongBureauType(int studyStrongBureauType) {
                this.studyStrongBureauType = studyStrongBureauType;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public String getReleaseDate() {
                return releaseDate;
            }

            public void setReleaseDate(String releaseDate) {
                this.releaseDate = releaseDate;
            }

            public String getComment() {
                return comment;
            }

            public void setComment(String comment) {
                this.comment = comment;
            }

            public int getIfTop() {
                return ifTop;
            }

            public void setIfTop(int ifTop) {
                this.ifTop = ifTop;
            }

            public int getTopNum() {
                return topNum;
            }

            public void setTopNum(int topNum) {
                this.topNum = topNum;
            }

            public int getIfPass() {
                return ifPass;
            }

            public void setIfPass(int ifPass) {
                this.ifPass = ifPass;
            }

            public String getThumbnailUrl() {
                return thumbnailUrl;
            }

            public void setThumbnailUrl(String thumbnailUrl) {
                this.thumbnailUrl = thumbnailUrl;
            }

            public String getDept() {
                return dept;
            }

            public void setDept(String dept) {
                this.dept = dept;
            }

            public String getDeptCode() {
                return deptCode;
            }

            public void setDeptCode(String deptCode) {
                this.deptCode = deptCode;
            }

            public long getCreateTime() {
                return createTime;
            }

            public void setCreateTime(long createTime) {
                this.createTime = createTime;
            }

            public String getCreateCode() {
                return createCode;
            }

            public void setCreateCode(String createCode) {
                this.createCode = createCode;
            }

            public String getCreateName() {
                return createName;
            }

            public void setCreateName(String createName) {
                this.createName = createName;
            }

            public Object getRemark() {
                return remark;
            }

            public void setRemark(Object remark) {
                this.remark = remark;
            }

            public Object getIdList() {
                return idList;
            }

            public void setIdList(Object idList) {
                this.idList = idList;
            }

            public Object getUrlList() {
                return urlList;
            }

            public void setUrlList(Object urlList) {
                this.urlList = urlList;
            }

            public Object getIdAttList() {
                return idAttList;
            }

            public void setIdAttList(Object idAttList) {
                this.idAttList = idAttList;
            }

            public Object getUrlAttList() {
                return urlAttList;
            }

            public void setUrlAttList(Object urlAttList) {
                this.urlAttList = urlAttList;
            }

            public Object getUuId() {
                return uuId;
            }

            public void setUuId(Object uuId) {
                this.uuId = uuId;
            }
        }

        public static class CraftsmanBean {
            /**
             * startIndex : 0
             * pageNumber : 1
             * pageSize : 10
             * orderByClause : null
             * groupByClause : null
             * beginCreateDt : null
             * endCreateDt : null
             * isEnableText : null
             * isDeleteText : null
             * studyStrongBureauId : 41
             * title : 三交中心林场组织开展育苗技能竞赛
             * studyStrongBureauType : 1
             * author : 刘阳
             * releaseDate : 2019-06-29
             * comment : <p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">        为贯彻落实林局“中条工匠”培养规划，全面提升林区干部职工的业务水平和专业技能，三交中心林场于5月8日组织全体干部职工共33人开展了以“树榜样·育工匠·强林场”为主题的育苗技能竞赛，此次育苗竞赛旨在筛选、培养一批育苗技术能手，为参加林局举办的育苗技能竞赛做准备、打基础，也为林场保障性苗圃建设提供技术人才保障。</span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">&nbsp; </span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">       &nbsp;此次育苗技能竞赛三交中心林场认真筹备、精心组织，全场33名干部职工以每人一畦苗圃地为单位，用提前准备好的工具现场进行装钵，同时在每个人的地块立牌公示，最终以苗木的成活率为评判标准确定排名，排名与年终考核挂钩并明确奖罚措施，有效提高了大家的参赛积极性和活动实效性。</span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">        开赛前，林场场长、分管领导对竞赛人员进行现场实操培训，从苗床整理、装钵要求、质量标准等环节都进行了详细讲解，同时就竞赛中的注意事项和纪律要求进行了强调，要求大家遵守规则、严守纪律，赛出水平，也赛出风采。</span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">&nbsp; &nbsp; &nbsp; </span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">      &nbsp;此次活动为积极响应林局“中条工匠”培养工程，三交中心林场以党建为引领，以党建带团建，重点以青年职工为对象，开展了“工匠精神引领，青年立志先行”主题党日活动，通过以育苗技能竞赛为抓手，让青年职工树立起脚踏实地、艰苦奋斗的价值取向，培养他们精益求精、追求卓越的职业精神和业务精通、技术过硬的专业技艺能力。</span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">&nbsp; &nbsp; &nbsp; &nbsp;</span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">       活动中，在党员干部的带头下，青年职工充分发挥他们朝气蓬勃、昂扬向上的精神面貌，填营养土、装苗、摆正小苗、再装满营养土、抖动营养钵等各个环节有条不紊、一气呵成，大家你追我赶、奋勇争先，干的热火朝天，十分起劲。同时年龄较大的职工充分发挥他们经验丰富、技术娴熟的优势，通过“老带新”帮助青年职工进行技术指导，营造了互帮互助、共同进步的和谐氛围。</span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">&nbsp; &nbsp; &nbsp; </span></p><p class="ql-align-justify"><span style="color: rgb(51, 51, 51);">      &nbsp;大家在竞赛中，相互评比，切磋育苗技能，不仅提高了育苗技术，也通过以赛促学、以赛促练、以赛促干，充分激发了全场上下众志成城、创先争优、争先进位的精神风貌，实现了用匠心诠释“工匠精神”，用匠行打造“匠品工程”，用匠魂培育林业匠人，用匠梦书写林草未来。</span></p>
             * ifTop : 1
             * topNum : 17
             * ifPass : 0
             * thumbnailUrl : Path/20190629/99eb4b36-dba3-4c9e-bea5-5128567c8bc6.jpg
             * dept : 中共山西涑水河源头省级自然保护区管理局支部委员会
             * deptCode : 10011
             * createTime : 1562039112000
             * createCode : 1002
             * createName : 赵真鹏
             * remark : 赵真鹏2019-06-29 16:55:13执行修改操作---
             * idList : null
             * urlList : null
             * idAttList : null
             * urlAttList : null
             * uuId : null
             */

            private int startIndex;
            private int pageNumber;
            private int pageSize;
            private Object orderByClause;
            private Object groupByClause;
            private Object beginCreateDt;
            private Object endCreateDt;
            private Object isEnableText;
            private Object isDeleteText;
            private int studyStrongBureauId;
            private String title;
            private int studyStrongBureauType;
            private String author;
            private String releaseDate;
            private String comment;
            private int ifTop;
            private int topNum;
            private int ifPass;
            private String thumbnailUrl;
            private String dept;
            private String deptCode;
            private long createTime;
            private String createCode;
            private String createName;
            private String remark;
            private Object idList;
            private Object urlList;
            private Object idAttList;
            private Object urlAttList;
            private Object uuId;

            public int getStartIndex() {
                return startIndex;
            }

            public void setStartIndex(int startIndex) {
                this.startIndex = startIndex;
            }

            public int getPageNumber() {
                return pageNumber;
            }

            public void setPageNumber(int pageNumber) {
                this.pageNumber = pageNumber;
            }

            public int getPageSize() {
                return pageSize;
            }

            public void setPageSize(int pageSize) {
                this.pageSize = pageSize;
            }

            public Object getOrderByClause() {
                return orderByClause;
            }

            public void setOrderByClause(Object orderByClause) {
                this.orderByClause = orderByClause;
            }

            public Object getGroupByClause() {
                return groupByClause;
            }

            public void setGroupByClause(Object groupByClause) {
                this.groupByClause = groupByClause;
            }

            public Object getBeginCreateDt() {
                return beginCreateDt;
            }

            public void setBeginCreateDt(Object beginCreateDt) {
                this.beginCreateDt = beginCreateDt;
            }

            public Object getEndCreateDt() {
                return endCreateDt;
            }

            public void setEndCreateDt(Object endCreateDt) {
                this.endCreateDt = endCreateDt;
            }

            public Object getIsEnableText() {
                return isEnableText;
            }

            public void setIsEnableText(Object isEnableText) {
                this.isEnableText = isEnableText;
            }

            public Object getIsDeleteText() {
                return isDeleteText;
            }

            public void setIsDeleteText(Object isDeleteText) {
                this.isDeleteText = isDeleteText;
            }

            public int getStudyStrongBureauId() {
                return studyStrongBureauId;
            }

            public void setStudyStrongBureauId(int studyStrongBureauId) {
                this.studyStrongBureauId = studyStrongBureauId;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public int getStudyStrongBureauType() {
                return studyStrongBureauType;
            }

            public void setStudyStrongBureauType(int studyStrongBureauType) {
                this.studyStrongBureauType = studyStrongBureauType;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public String getReleaseDate() {
                return releaseDate;
            }

            public void setReleaseDate(String releaseDate) {
                this.releaseDate = releaseDate;
            }

            public String getComment() {
                return comment;
            }

            public void setComment(String comment) {
                this.comment = comment;
            }

            public int getIfTop() {
                return ifTop;
            }

            public void setIfTop(int ifTop) {
                this.ifTop = ifTop;
            }

            public int getTopNum() {
                return topNum;
            }

            public void setTopNum(int topNum) {
                this.topNum = topNum;
            }

            public int getIfPass() {
                return ifPass;
            }

            public void setIfPass(int ifPass) {
                this.ifPass = ifPass;
            }

            public String getThumbnailUrl() {
                return thumbnailUrl;
            }

            public void setThumbnailUrl(String thumbnailUrl) {
                this.thumbnailUrl = thumbnailUrl;
            }

            public String getDept() {
                return dept;
            }

            public void setDept(String dept) {
                this.dept = dept;
            }

            public String getDeptCode() {
                return deptCode;
            }

            public void setDeptCode(String deptCode) {
                this.deptCode = deptCode;
            }

            public long getCreateTime() {
                return createTime;
            }

            public void setCreateTime(long createTime) {
                this.createTime = createTime;
            }

            public String getCreateCode() {
                return createCode;
            }

            public void setCreateCode(String createCode) {
                this.createCode = createCode;
            }

            public String getCreateName() {
                return createName;
            }

            public void setCreateName(String createName) {
                this.createName = createName;
            }

            public String getRemark() {
                return remark;
            }

            public void setRemark(String remark) {
                this.remark = remark;
            }

            public Object getIdList() {
                return idList;
            }

            public void setIdList(Object idList) {
                this.idList = idList;
            }

            public Object getUrlList() {
                return urlList;
            }

            public void setUrlList(Object urlList) {
                this.urlList = urlList;
            }

            public Object getIdAttList() {
                return idAttList;
            }

            public void setIdAttList(Object idAttList) {
                this.idAttList = idAttList;
            }

            public Object getUrlAttList() {
                return urlAttList;
            }

            public void setUrlAttList(Object urlAttList) {
                this.urlAttList = urlAttList;
            }

            public Object getUuId() {
                return uuId;
            }

            public void setUuId(Object uuId) {
                this.uuId = uuId;
            }
        }
    }
}
