package com.lfc.zhihuidangjianapp.ui.activity.fgt.partyaffairs.bean;

import java.util.List;

public class StyleOfForestAreaBean {

    /**
     * code : 0
     * msg : null
     * data : {"datas":[{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":32,"author":"中共山西省中条山国有林管理局端氏林场支部委员会","forestDistrictType":0,"comment":"<p>        近年来，端氏林场党支部<span style=\"color: rgb(0, 0, 0);\">不断加强支部的自身建设，在林业发展和生态建设中，<\/span><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">真抓实干、开拓创新，<\/span><span style=\"color: rgb(0, 0, 0);\">有力地推动了各项工作开展。一是班子成员自觉从自身做起，率先垂范，夯实了队伍管理工作根基，带动了队伍的整体发展；二是<\/span>以\u201c三基建设\u201d为抓手，以标准化支部建设为目标，以制度化党建为突破，加强党的建设，强化了支部战斗堡垒作用；三是<span style=\"color: rgb(0, 0, 0);\">坚持\u201c围绕业务抓党建，抓好党建促工作\u201d原则，<\/span><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">以工程建设为载体，设立了党员示范岗，营造了党员示范林，培育了党员示范圃，组织生活过在一线，彰显了党员先锋模范作用。四是<\/span><span style=\"color: rgb(0, 0, 0);\">强管理，抓落实，使林场形成了团结、干事的良好氛围。<\/span><\/p>","ifTop":1,"topNum":7,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190629/67251e2d-3369-44a0-8d6c-25b8c84dcf00.png","createTime":1563806825000,"createCode":"1375","createName":"段钧巍","remark":"admin2019-07-05 17:45:12执行修改操作---","deptName":"中共山西省中条山国有林管理局政工支部委员会","deptNumber":"10027","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":31,"author":"中共山西省中条山国有林管理局公安分局党支部委员会","forestDistrictType":0,"comment":"<p><span style=\"color: rgb(0, 0, 0);\">        该支部以<\/span>创建\u201c中条山分局先进党支部\u201d为目标，以\u201c党建促队建，队建带党建\u201d为工作模式，以开展党内学习教育和专项活动为载体，积极探索创新，坚持真抓真学真严，不断建强战斗堡垒，发挥先锋模范作用，践行领导班子好、党员队伍好、服务群众好、党建工作业绩好、遵守纪律好、自身建设好的\u201c六好\u201d标准，为全局发展做出了应有贡献。<\/p><p><br><\/p><p>         一是通过完善学习制度、丰富学习内容、创新学习形式，加强支部党员的学习，提升广大党员的综合素质；二是通过建设过硬支部班子、建全党内规章制度、建好高素质党员队伍来强化支部的组织建设，提升<span style=\"background-color: rgb(255, 255, 255); color: rgb(51, 51, 51);\">支部的凝聚力和战斗力；三是通过党务公开、群众监督以及\u201c访民生、听民情、解民忧\u201d系列活动的开展，使广大党员树立为民情怀，提升服务群众的能力。<\/span><\/p>","ifTop":0,"topNum":6,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190629/07bdaeb1-4659-4106-89b4-7a53eac545b5.png","createTime":1563806825000,"createCode":"1375","createName":"段钧巍","remark":"admin2019-07-05 11:08:35执行修改操作---","deptName":"中共山西省中条山国有林管理局政工支部委员会","deptNumber":"10027","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":39,"author":"中共山西省中条山国有林管理局南樊林场支部委员会","forestDistrictType":0,"comment":"<p>\t   南樊林场始建于1950年8月，前身为山西省林业第六分局绛县办事处，几经发展，经国有林场改革，终究理顺管理体制，步入发展正轨。南樊林场国有经营总面积17万亩，有林地面积16万亩。现有职工56人，在职职工31人，退休人员25人。<\/p><p><br><\/p><p>\t   南樊林场党支部现有党员14名，党员平均年龄在40岁左右<span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255);\">，女党员占20%<\/span>。在上级党委的正确领导下，南樊党支部以\u201c三基\u201d建设为抓手，着力推动基层组织全面加强，着力推动基础工作全面进步，着力推动基本能力全面提升，各项工作亮点频现，改革发展生机蓬勃。<\/p><p><br><\/p><p>      \t以点带面，推陈出新，支部现代化建设体系得到进一步加强。<\/p><p><br><\/p><p>\t   <strong>一是建立了党建微信公众平台。<\/strong>实现了信息的互联互通、资源的共建共享、教育的同步同推，增强了组织工作的社会影响力。<\/p><p><br><\/p><p>\t   <strong>二是建立了责任追究制度<\/strong>。通过实行\u201c三轮谈话法\u201d真正为干部职工排忧解难。第一轮，支部书记与党员、班子成员之间的了解谈， 第二轮，重点问题个别约谈，第三轮，制定具体方案，结成帮扶对子，一对一，多对一反复谈，真正为党员干部排忧解难。<\/p><p><br><\/p><p>\t   <strong>三是推行\u201c台账式\u201d 测评管理办法。<\/strong>建立统一管理考核体系及党员干部\u201c台账\u201d，考核根据权责清单，结合岗位工作完成情况、综合日常表现，每季度末进行打分排名，对排名落后的进行督促约谈。<\/p><p><br><\/p><p>\t     <strong>四是设立了\u201c党员活动日\u201d。<\/strong>确定主题，明确内容，每月开展一次\u201c党员主题日\u201d活动，根据实际需要开展民主议事、组织生活、党务公开、民主评议等主题。<\/p><p>\t  夯实基础，逐层推进，着力提升党员领导干部\u201c六个能力\u201d。<\/p><p><br><\/p><p>\t  <strong>一是以新办法活化学习教育方式，提升政治鉴别力。<\/strong> 全面落实\u201c两学一做\u201d主题学习教育，坚持抓好集中学习和党员日常学习，开展学习笔记、心得评比活动，公开展示党员学习成果，把被动学习变为主动学习，增强了\u201c四个意识\u201d。<\/p><p><br><\/p><p>\t   <strong>二是以新风气强化党的执政基础，提升精神凝聚力。<\/strong>全面开展\u201c创先争优、争先进位\u201d活动，设立了基层管护站、一线工地设立了\u201c党员示范站\u201d；要求全体党员日常要严格要求自己，必须统一佩戴党徽， \u201c明身份，做表率\u201d 展现党员先锋形象，自觉为职工和林区群众排忧解难，凝聚改革发展动力。<\/p><p>  <\/p><p>\t  <strong>三是以新环境促进干事创业信心，提升基层创新力。<\/strong>党建+苗圃，建立了\u201c共产党员先锋行实践教育基地\u201d。党小组包干到地头，党员实干在田间，种好了党建和业务两块\u201c责任田\u201d，全力保障了\u201c创新引领型实体工程\u201d建设。同时带动团员青年积极向组织靠拢，<span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255);\">在林场苗圃地、机关服务、营造地林及抚育、标号等岗位充分发挥\u201c团员先锋队\u201d的后备主力军作用。<\/span><\/p><p><br><\/p><p>\t    <strong>四是以新形象树立林区模范窗口，提升工作执行力。<\/strong>在苗圃建设、营林造林、森林抚育等工程建设中，党员领导 干部示范带头，冲锋在前，打造了不低于50%的示范精品，用样板树形象，靠精品建窗口，促使全体干部职工的落实能力不断提升。并通过劳务用工助力林区群众脱贫致富，通过对经营型苗圃的提档升级，对保障型苗圃的精细管理，筑牢了林场的发展根基。<\/p><p><br><\/p><p>\t  <strong>五是以新氛围促进林区和谐发展，提升发展推动力。<\/strong><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255);\">南樊林场支部及成员2018年度对主要工作及分管工作任务做出了重要承诺。让职工群众知晓党员岗位、了解党员职责，时刻提醒自己注意党员形象，爱岗敬业，勤勉自励，用实际行动体现新时期共产党员争当先锋模范精神风貌。<\/span>&nbsp;&nbsp;&nbsp;<\/p><p><br><\/p><p>      <strong>六是以新规范约束党员干部行为,提升队伍战斗力。<\/strong>通过落实\u201c三会一课\u201d制度，把领导班子成员带头讲党课作为深化学习教育的有力抓手；把遵守履行党章党规作为党员干部必须遵循的基本行为准则；把开展好民主评议作为党员干部日常考核的重要标准，增强了党员干部应对新矛盾新问题的能力和水平。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/4843db57-a6af-4468-ad22-87872f5cf690.jpg","createTime":1563806825000,"createCode":"1417","createName":"王光慧","remark":"王光慧2019-07-05 11:51:13执行修改操作---","deptName":"中共山西省中条山国有林管理局南樊林场支部委员会","deptNumber":"10022","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":43,"author":"中共山西省中条山国有林管理局三交中心林场支部委员会","forestDistrictType":0,"comment":"<p><br><\/p><p>        三交中心林场党支部在林局党委的正确领导下，以党的十九大精神和习近平新时代中国特色社会主义思想为指导，深入贯彻落实<span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">林局<\/span>林业工作暨党风廉政建设会议精神，围绕中心，服务大局，扎实有效地开展各项党建活动，着力建设\u201c学习型、规范型、廉洁型、帮扶型\u201d四型党支部，在推进林场建设各项工作中，发挥了战斗堡垒作用和党员先锋模范作用，为林场各项任务目标的完成提供了可靠的组织保证和思想保证，取得了较好工作业绩，主要事迹如下：<\/p><p>\t<\/p><p>        一、以创建学习型党支部为基础，加强学习、坚定信念<\/p><p>\t<\/p><p>        以\u201c两学一做\u201d常态化制度化为龙头，以\u201c三会一课\u201d为基本形式，以十九大精神、习近平新时代中国特色社会主义思想和\u201c不忘初心，牢记使命\u201d主题教育等为主要内容，通过办好\u201c五个课堂\u201d，努力传播党的\u201c好声音\u201d，打造学习型党支部。<\/p><p>\t<\/p><p>        一是办好\u201c领学课堂\u201d。咬定每周二集体学习和每月支部学习、党小组学习不动摇<span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">，以党员干部\u201c领学、促学、导学\u201d的模式，反反复复学、认认真真学、原原本本学，有效确保了学习教育入脑入心。<\/span>二是办好\u201c移动课堂\u201d。活用新媒体功能，利用微信群和公众号及时推送发布党章党规、十九大报告等动态信息，把党的\u201c好声音\u201d及时传播给每一名党员，实现了捧在手心学、装进口袋学、随时随地学。三是办好\u201c视频课堂\u201d。组织全体人员集中观看十九大开幕式直播盛况和《榜样》、《习总书记在山西》、《十九大党章公开课》等专题片，并有针对性的组织撰写心得体会，进一步夯实了党员干部忠诚于党、忠诚于核心的思想基础。四是办好\u201c党课课堂\u201d。坚持支部书记带头讲党课，先后做了题为《立足岗位谋发展，维护核心见行动》和《以十九大精神为引领，用实际行动努力开创国有林场建设新局面》的专题党课，强化了党员干部理想信念<span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">。<\/span>五是办好\u201c主题党日课堂\u201d。每逢\u201c七一\u201d，组织全体人员赴阳城县孙文龙纪念馆接受党性教育，筑牢党员干部的入党\u201c初心\u201d；同时开展主题党日+义务奉献课堂，组织全体党员赴红凹康养基地开展卫生清扫活动，强化了党员干部的党性观念和奉献意识。<\/p><p>\t<\/p><p>        二、以创建规范型党支部为核心，固本强基、树立形象<\/p><p>\t<\/p><p>        把推进\u201c三基建设\u201d和打造标准化支部结合起来，通过下足\u201c五个功夫\u201d，筑牢支部建设\u201c大堡垒\u201d，全力打造标准型、规范型党支部。<\/p><p>\t<\/p><p>        一是在制度建设上下功夫。在落实好会议联签制、财务联签制、\u201c三重一大\u201d集体决策制、民主集中制、\u201c三公开\u201d制等制度外，结合林场实际，灵活制定出台共七大章、119条、234页的制度汇编；创新13710工作制度，利用电子屏滚动播放每天待办事项，办理一件销号一件，真正做到了马上就办，真抓实干。<\/p><p>\t<\/p><p>        二是在支部建设上下功夫。出台权力、责任\u201c两张清单\u201d，建立全体人员、党员\u201c两个工作群\u201d，制定学习教育、党员信息等\u201c八本台账\u201d，完善党建基础档案盒29个；让\u201c党员示范岗\u201d入驻造林、抚育、种苗等实体工程，全体党员跟班作业，严把工程质量；组织全体党员义务在造林地劳动，以每人五亩的标准打造\u201c党员示范林\u201d，为施工工队提供示范样地；开展\u201c理论进院、制度上墙\u201d活动，打造3D立体党建文化墙，建成了功能完备的\u201c六有\u201d标准化党建阵地。<\/p><p>\t<\/p><p>        三是在职工管理上下功夫。通过思想上补钙铸魂、谈心谈话，工作上压担子、严要求，管理上立规矩、勤监督，生活上常关心、多照顾等多种方式，加强对青年职工的教育管理，实现青年职工思想稳定、团结和谐、干劲十足。<\/p><p>\t<\/p><p>        四是在妇工群团工作上下功夫。积极组织参加林局举办的职工才艺比赛、职工运动会、征文比赛等活动并取得优异成绩，同时组织职工开展了菜园种植、兔害防治网编织、元旦趣味文体等活动，丰富了职工精神文化生活。<\/p><p>\t<\/p><p>        五是在发展党员上下功夫。严格按照发展党员工作原则和规程，于2017年接收一名入党积极分子为预备党员，接收两名预备党员为正式党员，有效强化了支部队伍力量，增强了支部的凝聚力和战斗力。<\/p><p>\t<\/p><p>        三、以创建廉洁型党支部为重点，压实责任、廉洁从政<\/p><p>\t<\/p><p>        把履行好支部主体责任和抓好党风廉政建设结合起来，通过\u201c两个强化\u201d，戴好管党治党\u201c紧箍咒\u201d，努力打造廉洁型支部。一是压实党支部主体责任。成立了党建工作领导小组，选举产生支委委员，制定支委委员权责清单，并将机构、职责版面上墙；组织班子成员签订了《目标责任书》，有效健全了责任链条；组织党员干部签订《廉政承诺书》，并要求认真践行，履行承诺。二是强化党风廉政建设。严格落实中央\u201c八项规定\u201d、\u201c六项禁令\u201d，持续开展陈规陋俗专项整治活动，组织党员干部反复学习党章、党规、党纪等党内戒尺和林局、林场的工作纪律，并建立了廉政文化长廊，营造了浓厚的廉政文化氛围；定期组织开展谈心谈话，认真填写记录卡，并留下影像资料、文字资料，做到全程留痕。<\/p><p>\t<\/p><p>        四、以创建帮扶型党支部为契机，统筹安排、精准扶贫<\/p><p>\t<\/p><p>        把林业资产收益扶贫同发挥党支部的先锋模范作用结合起来，通过坚持\u201c双向发力\u201d，画好扶贫攻坚\u201c同心圆\u201d，全力打造帮扶型支部。<span style=\"color: rgb(0, 0, 0);\">一是坚持\u201c统\u201d的引领，在统筹安排上发力。充分发挥党支部的先锋模范作用，对浮山县川口村进行扶贫，<\/span>帮助川口村成立了扶贫攻坚造林专业合作社，吸收贫困户共22户、59人，并帮助合作社建规立制，实现规范运转。二是提升\u201c干\u201d的成效，在真抓实干上发力。利用林场的管理、技术和工程项目优势对合作社进行扶持，通过与合作社合作造林、抚育、土地租赁、种苗建设等方式，努力为贫困户实现每年人均增收3000元以上。<\/p><p>\t<\/p><p>        在今后的工作中，三交中心林场党支部将继续以党的十九大精神和习近平新时代中国特色社会主义思想为指引,&nbsp;充分发挥党支部的思想引领作用、规范管理作用、领导核心作用和战斗堡垒作用，以更加饱满的热情，更加务实的作风，更加勤奋的努力，撸起袖子加油干，不忘初心，继续前行，用实际行动奋力谱写新时代林场党建工作新篇章！<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/77abd794-10e3-4b4e-9655-5b38f6e3029a.jpg","createTime":1563806825000,"createCode":"1055","createName":"徐盼","remark":"admin2019-07-05 11:05:04执行修改操作---","deptName":"中共山西省中条山国有林管理局三交中心林场支部委员会","deptNumber":"10028","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":54,"author":"中共山西省中条山国有林管理局端氏林场支部委员会","forestDistrictType":0,"comment":"<p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-center\"><img src=\"http://183.203.31.103:8081/Path/20190701/f1397961-c296-4844-b9ed-12a38d7ba7f2.jpg\"><\/p><p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-center\"><img src=\"http://183.203.31.103:8081/Path/20190701/d07a0828-4403-4c42-9ae5-47234f268571.jpg\"><\/p><p class=\"ql-align-center\"><br><\/p><p>        近年来，端氏林场党支部<span style=\"color: black;\">不断加强支部的自身建设，在林业发展和生态建设中，<\/span><span style=\"color: black; background-color: white;\">真抓实干、开拓创新，<\/span><span style=\"color: black;\">有力地推动了各项工作开展。一是班子成员自觉从自身做起，率先垂范，夯实了队伍管理工作根基，带动了队伍的整体发展；二是<\/span>以\u201c三基建设\u201d为抓手，以标准化支部建设为目标，以制度化党建为突破，加强党的建设，强化了支部战斗堡垒作用；三是<span style=\"color: black;\">坚持\u201c围绕业务抓党建，抓好党建促工作\u201d原则，<\/span><span style=\"color: black; background-color: white;\">以工程建设为载体，设立了党员示范岗，营造了党员示范林，培育了党员示范圃，组织生活过在一线，彰显了党员先锋模范作用。四是<\/span><span style=\"color: black;\">强管理，抓落实，使林场形成了团结、干事的良好氛围。<\/span><\/p><p><br><\/p><p><span style=\"color: black;\">﻿<\/span><img src=\"http://183.203.31.103:8081/Path/20190701/fa14388c-82bb-4a66-b5f3-8fcaa982d757.jpg\"><\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/74455a75-c9b7-472b-b70d-2b5f3ade38b3.jpg","createTime":1563806825000,"createCode":"1097","createName":"张书政","remark":"张书政2019-07-05 11:45:16执行修改操作---","deptName":"中共山西省中条山国有林管理局端氏林场支部委员会","deptNumber":"10020","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":58,"author":"中共山西涑水河源头省级自然保护区管理局支部委员会","forestDistrictType":0,"comment":"<p>\t    涑水河保护区党支部在中条林局党委的正确领导下，以党建工作为引领促进全局各项工作有序发展，造就了一支\u201c忠诚、敬业、创优、奉献\u201d的优秀干部队伍，使涑水河保护区各项工作均走在中条林局前列。<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/strong><\/p><p>    \t&nbsp;一、加强基层支部建设，筑牢一线战斗堡垒<\/p><p>\t    &nbsp;涑水河保护区党支部以创建\u201c实干型、创新型、和谐型\u201d班子为抓手，大力加强领导班子思想政治建设，不断提高班子成员的领导水平和领导能力。全局现有党员13名。这些同志都身居重要岗位，担当着领导和服务全局发展的重任。支部班子清醒地认识到，党员干部的思想政治素质、党性、党纪观念、工作作风以及业务水平能否适应现代林业发展建设新形势、新任务的需要，直接关系到党的路线、方针、政策在林区的贯彻落实，关系到林区改革、发展和稳定的大局，关系到党在林区人民群众中的形象和威信。而要带出铁的队伍，关键要有钢的班子。<\/p><p>\t    涑水河保护区党支部班子<strong>一是创新思路谋划发展，提升支部创造力。<\/strong>树立了党建工作引领促进全局工作的思路，结合支部工作实际，以创新基层党建工作为突破，积极探索\u201c共产党员包点示范站\u201d等行之有效的新办法推动保护区健康发展。<strong>二是学习消化自我净化，发挥支部战斗力。<\/strong>通过落实\u201c三会一课\u201d等制度，及时传达学习上级的各项新政策、新规定和新要求；把学习教育的自我净化作用形成了常态、形成了习惯。<strong>三是以问题为导向，发挥支部凝聚力。<\/strong>严肃党内生活，坚持民主集中制，开展批评与自我批评，经常性的查摆问题，以问题为导向，在整改上下功夫，解决了工作中面临的困难、问题与不足。<strong>四是密切联系群众，发挥支部号召力。<\/strong>重点加强了党员干部宗旨意识和服务理念。<strong>五是以身作则模范带头，发挥支部向心力。<\/strong>积极帮助引导干部职工树立工作责任感和林业发展使命感，着力党员培养工作。<\/p><p class=\"ql-align-justify\">    \t二、落实系列学习活动，培养忠诚干部队伍<\/p><p class=\"ql-align-justify\">    \t\u201c要担重任须先强自身\u201d，忠诚坚定，还要业务精湛。结合新形势、新任务，涑水河保护区党支部从全局的高度，充分认识学习贯彻党的十九大精神以及习近平新时代中国特色社会主义思想、开展落实\u201c两学一做\u201d等系列学习教育活动的重大意义，把落实开展系列学习活动和日常业务工作紧密的结合起来。把\u201c忠诚、敬业、创优、奉献\u201d精神贯穿其中，不断激发党员干部争先创优、干事创业的积极性，形成了党支部建设规范，党务工作力量充沛，党内组织生活良好的局面。<\/p><p>\t    三、推动加强\u201c三基建设\u201d，奋力实现\u201c三化标准\u201d<\/p><p>\t    保护区始终以党建工作为引领全面融入到\u201c三基\u201d建设的方方面面，使发展和党建\u201c同频共振\u201d，形成了\u201c党建引领、党员带头、底数清楚、职责清晰、管理精细、工作务实\u201d的基础工作保障体系，实现了标准化、规范化和制度化。<strong>一是<\/strong>通过模块化组合编制完成了基础工作目录、工作运行流程图、管理手册、应知应会手册和便民服务手册等五项成果材料。<strong>二是<\/strong>严格执行\u201c三会一课\u201d制度。累计讲授党课2次，集中学习15次，召开支委会议19次，全体党员大会2次，党小组会议14次。<strong>三是<\/strong>扎实开展共产党员\u201c戴党徽、亮身份、明岗位、树形象\u201d活动，营造了共产党员处处引领示范，事事争做先锋的良好氛围。<\/p><p><strong>&nbsp;&nbsp;    &nbsp;&nbsp;<\/strong>四、密切党群干群关系，真情服务职工群众<\/p><p>\t    \u201c党群干群关系是关乎执政党生死存亡的重大政治问题。坚持群众路线，做好群众工作，是我党优良传统和执政党基础\u201d。近年来，涑水河保护区党支部不断创新形式，优化服务，改进作风，树立形象，密切党群干群关系。<strong>一是深入基层化解矛盾，解除职工后顾之忧。<\/strong>保护区党支部经常深入基层，深入职工之中，及时了解掌握职工思想情绪和生活困难，坚持做耐心细致的思想工作，理顺情绪，化解矛盾，尽最大努力解决职工的实际困难，解除职工的后顾之忧。<strong>二是践行承诺年年兑现，提升职工幸福指数。<\/strong>通过召开座谈会，发放征求意见表，以各班、组为中心，广泛征求全局干部职工的意见，结合我局实际情况，每年对职工承诺办理十件实事，均分解到人，做到了有安排、有检查、有落实。<\/p><p>&nbsp;&nbsp;&nbsp;    &nbsp;&nbsp;五、加强党风廉政建设，优化基层政治生态<\/p><p class=\"ql-align-justify\">\t    \u201c耐得住寂寞、守得住清贫、管得住小节\u201d，是保护区党支部对每名党员干部经常念叨的一句话。全体党员干部以中央八项规定为戒尺，全面践行党风廉政建设和反腐败工作承诺。<strong>以专项整治活动为载体，牢牢拧紧了干部职工思想\u201c总开关\u201d。<\/strong>通过开展系列专项整治工作，杜绝了\u201c四风\u201d，抵制了陈规陋习，解决了基层干部不作为乱作为等损害群众利益的问题，没有发生一起群众上访事件。<strong>以推进\u201c一岗双责\u201d为载体，大力营造了林业基层\u201c新生态\u201d。<\/strong>出台了党建工作要点、支部工作任务分解表，罗列出了详细的干部权力清单、责任清单、问责清单和廉政风险点。充实了干部工作，优化了干事创业环境，让领导干部\u201c既干事又干净\u201d。<\/p><p>\t    涑水河保护区党支部将以永远在路上的恒心和韧劲，紧紧围绕在林局党委周围，以十九大精神为指引，不忘初心，砥砺向前，在新的起点上全力抓好党建工作，推动涑水河保护区再出发、再发展、再跨越；持续创造生态文明建设实践的涑水标杆，为实现中条林局改革发展壮大贡献力量！<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/e7b4cbb7-4a94-4686-bc05-e6c1dc2f2ce5.jpg","createTime":1563806825000,"createCode":"1012","createName":"张垚","remark":null,"deptName":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptNumber":"10011","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":60,"author":"中共山西省中条山国有林管理局北坛中心林场支部委员会","forestDistrictType":0,"comment":"<p class=\"ql-align-center\"><strong class=\"ql-size-large\">强基固本聚合力     党建引领促发展<\/strong><\/p><p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-right\">\u2014\u2014北坛中心林场党支部先进事迹<\/p><p><br><\/p><p>        北坛中心林场党支部现有正式党员22人，预备党员1人，入党积极分子2人。近年来，在局党委的正确领导下，北坛中心林场党支部始终以习近平总书记系列重要讲话精神为指引，深入贯彻落实局党委的决策部署，以党建工作为引领，以建设标准化党支部为目标，以全面加强\u201c三基建设\u201d为重点，充分发挥党的政治核心作用、党组织的战斗堡垒作用和党员先锋模范作用，为推动林场各项事业的发展凝聚坚强的政治思想和组织保证。<\/p><p><br><\/p><p>        一、 加强班子建设，筑牢战斗堡垒。<\/p><p>        牢固树立\u201c书记抓党建\u201d第一责任人意识，强化党建主体责任，完善了抓党建工作的责任清单和任务清单，将全年的工作任务进行了分解梳理，明确推进时序、完成时限，根据人员工作分工，落实执行人员，建立了《工作人员权责清单》和《林业生产重点工程项目责任清单》。按照\u201c谁主管、谁负责\u201d和\u201c一岗双责\u201d的要求，班子成员结合工作实际排查出岗位风险点，提出廉政风险防控措施，完善了岗位权力清单，签订了《班子履行\u201c一岗双责\u201d责任制目标责任书》，严格落实\u201c两个责任\u201d。根据林场实际制定了《党风廉政建设责任分解表》，将党风廉政建设任务层层分解，签订了《落实党风廉政建设责任制目标责任书》，层层明确要求，层层传导责任，层层狠抓落实，全面落实党风廉政建设责任制。建立党政联席周会制度，每周二召开会议听取工作汇报，部署近期阶段性工作，全面落实党建目标管理与生产业务工作责任，党建工作与业务工作同安排同部署，逐步形成党建工作常态化长效化机制。坚持民主集中制度，严格落实重大问题、重大事项\u201c集体领导、民主集中、个别酝酿、会议决定\u201d的议事原则，实行支部书记末位表态制，推行\u201c支委会议联签制\u201d\u201c支委会议纪要制\u201d\u201c支委会议适时适度公开制\u201d。<\/p><p><br><\/p><p>        二、 强化学习教育，提高党员素质。<\/p><p>        严格执行每月集中学习制度，充分发挥党小组作用，坚持每月2次的党小组学习，切实在\u201c常\u201d\u201c长\u201d两字上下功夫，使理论学习日常化、经常化，深入推进\u201c两学一做\u201d学习教育常态化制度化。扎实开展主题教育，组织专题研讨，深入学习党的十九大精神，切实增强党员干部的核心意识和看齐意识。全面加强和规范党内政治生活，严格落实\u201c三会一课\u201d制度，创新\u201c三会一课\u201d的内容与形式，在内容上与时俱进，对准焦点难点，贴近党员干部生活，将\u201c三会一课\u201d与本单位的中心工作有效融合，相互渗透，相互促进。通过开展党员示范行动和志愿服务，进一步创新优化组织生活形式，切实提高党组织活动的质量，推动党内组织生活制度化和常态化。做好林场微信公众号的更新改进工作，为职工提供了一个展示工作成效、促进工作发展的平台。通过微信党员活动群，及时推送时事新闻、党建信息，随时交流学习心得、分享工作感悟，充分调动党员学习积极性。<\/p><p><br><\/p><p>        三、 严格内部管理，推进规范建设。<\/p><p>        严格落实党委20项党建制度及纪委10项监督管理制度，结合林场工作实际，健全完善林场党务工作制度。做好支部的日常管理工作，建立29个档案盒，建立党员信息台账、党费收缴台账、党务公开台账、学习教育台账等15本，实行台账式管理，做到数据准确、更新及时，实现全过程痕迹化管理。按照有场所、有设施、有标志、有党旗、有书报、有制度的\u201c六有\u201d标准，将党员活动室进一步升级，充实完善了党建版面内容，创设了\u201c两学一做\u201d学习教育常态化制度化学习园地，将党员学习的心得体会定期进行评选展示，让全体党员在学习中思考，共同进步。在场部大院放置党建宣传栏，进一步扩大党建工作影响力，在办公楼道悬挂党建标语和廉政警示，既美化了办公环境又营造了浓厚的政治氛围。严格落实\u201c13710\u201d制度，建立\u201c13710\u201d工作落实台账，利用办公楼电子显示屏设置\u201c北坛中心林场待办事项公示栏\u201d，办理一件，销号一件，所有事项都能够跟踪到底、销号清零，事事有着落，件件有结果。<\/p><p><br><\/p><p>        四、 创新党建载体，增强工作活力。<\/p><p>        积极开展\u201c戴党徽 亮身份 明岗位 树形象\u201d主题活动，与\u201c两学一做\u201d学习教育、加强\u201c三基建设\u201d、创先争优以及林场中心工作任务紧密结合，认真组织实施，在活动中引导和激励党员履职尽责，敢于担当，使广大党员树起先锋形象，充分发挥党员的示范引领作用。牢牢把握\u201c抓在手、推着走、领着跑\u201d的工作方法，抓住关键少数，在苗圃地设立\u201c科级党员干部苗圃建设示范基地\u201d，在造林、抚育等重点工程项目的作业地块划分\u201c党员责任区\u201d，以党小组为单位合理设置\u201c党员示范岗\u201d，明确工作职责，把支委的标杆立起来，把党员的\u201c范儿\u201d亮出来，充分发挥党员的先锋模范作用，使党员示范岗真正融入到业务工作的各个环节中，同时带领共青团员加入示范岗建设，进一步强化服务意识、提升工作能力、改进工作作风，达到创建一个岗、树立一面旗、影响一大片、带动全林场的效果。<\/p><p><br><\/p><p>        五、 坚持党建引领，促进全面发展。<\/p><p>        积极发挥党建引领作用，以党建带群建，以群建促党建，实现党群共建，加强共青团、妇工委等群团组织与党支部的联系，联合协作开展活动，在\u201c三八\u201d妇女节组织女职工召开座谈会、开展登山、知识竞答等活动，进一步提高女职工的凝聚力和向心力，发挥女职工的半边天作用；积极在青年职工中开展征文、信息征集等活动，引导青年多读书勤写作，切实提高写作能力，在\u201c五四\u201d青年节召开主题教育系列活动，激发青年职工的干事创业热情。将脱贫攻坚工作作为重点工作纳入党建目标任务，对接精准扶贫村平顺县杏城镇东罗川村组成的万民造林专业合作社，实施林场造林工程，全面落实各项扶贫帮扶政策，同时加强对合作社的技术管理，使合作社真正成为带动贫困人员致富组织，完成输血式扶贫向造血式扶贫突破，切实将实事办好，好事办实，把党建工作和生态建设、脱贫攻坚深度融合，打赢生态建设和脱贫攻坚两场硬仗，深入推进服务型党支部的创建。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/4f633440-5c4e-4c06-b3d6-e731c64c3a48.JPG","createTime":1563806825000,"createCode":"1084","createName":"刘菩丽","remark":null,"deptName":"中共山西省中条山国有林管理局北坛中心林场支部委员会","deptNumber":"10006","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":69,"author":"中共山西省中条山国有林管理局十河林场支部委员会","forestDistrictType":0,"comment":"<p>        十河林场支部在局党委的正确领导下，在全体党员和同志们的共同努力下，紧密围绕\u201c三基建设\u201d工作要求，立足\u201c六大兴局\u201d发展目标，解放思想、转变观念、务实创新。狠抓党支部班子的自身建设，按期开展支部换届选举，建立健全支部各项规章制度，以制度管人管事；加强政治思想教育，扎实推进\u201c两学一做\u201d学习教育常态化制度化，开展\u201c维护核心  见诸行动\u201d、\u201c不忘初心  牢记使命\u201d主题教育活动；加强业务理论学习，牢固树立服务群众的理念，要求党员干部践行党的群众路线，解决职工群众困难，切实维护职工群众利益；加强支部基础工作，完成标准化党支部建设，推进党建工作规范化；强化党风廉政建设，严格按局党委要求落实党风廉政建设\u201c两个责任\u201d和\u201c一岗双责\u201d，扎实开展廉政教育和监督检查工作，打造风清气正干部队伍；狠抓党建和精神文明工作不放，使党支部的各项工作扎实稳步推进。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190702/0a0657b7-2cbf-45cf-86e0-6e7e394868af.jpg","createTime":1563806825000,"createCode":"1255","createName":"闫为民","remark":"闫为民2019-07-03 08:59:42执行修改操作---","deptName":"中共山西省中条山国有林管理局十河林场支部委员会","deptNumber":"10017","idList":null,"urlList":null,"uuId":null}],"isLastPage":true,"total":8,"pageNumber":1,"pageSize":10,"pageCount":1}
     */

    private int code;
    private Object msg;
    private DataBean data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public Object getMsg() {
        return msg;
    }

    public void setMsg(Object msg) {
        this.msg = msg;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * datas : [{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":32,"author":"中共山西省中条山国有林管理局端氏林场支部委员会","forestDistrictType":0,"comment":"<p>        近年来，端氏林场党支部<span style=\"color: rgb(0, 0, 0);\">不断加强支部的自身建设，在林业发展和生态建设中，<\/span><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">真抓实干、开拓创新，<\/span><span style=\"color: rgb(0, 0, 0);\">有力地推动了各项工作开展。一是班子成员自觉从自身做起，率先垂范，夯实了队伍管理工作根基，带动了队伍的整体发展；二是<\/span>以\u201c三基建设\u201d为抓手，以标准化支部建设为目标，以制度化党建为突破，加强党的建设，强化了支部战斗堡垒作用；三是<span style=\"color: rgb(0, 0, 0);\">坚持\u201c围绕业务抓党建，抓好党建促工作\u201d原则，<\/span><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">以工程建设为载体，设立了党员示范岗，营造了党员示范林，培育了党员示范圃，组织生活过在一线，彰显了党员先锋模范作用。四是<\/span><span style=\"color: rgb(0, 0, 0);\">强管理，抓落实，使林场形成了团结、干事的良好氛围。<\/span><\/p>","ifTop":1,"topNum":7,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190629/67251e2d-3369-44a0-8d6c-25b8c84dcf00.png","createTime":1563806825000,"createCode":"1375","createName":"段钧巍","remark":"admin2019-07-05 17:45:12执行修改操作---","deptName":"中共山西省中条山国有林管理局政工支部委员会","deptNumber":"10027","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":31,"author":"中共山西省中条山国有林管理局公安分局党支部委员会","forestDistrictType":0,"comment":"<p><span style=\"color: rgb(0, 0, 0);\">        该支部以<\/span>创建\u201c中条山分局先进党支部\u201d为目标，以\u201c党建促队建，队建带党建\u201d为工作模式，以开展党内学习教育和专项活动为载体，积极探索创新，坚持真抓真学真严，不断建强战斗堡垒，发挥先锋模范作用，践行领导班子好、党员队伍好、服务群众好、党建工作业绩好、遵守纪律好、自身建设好的\u201c六好\u201d标准，为全局发展做出了应有贡献。<\/p><p><br><\/p><p>         一是通过完善学习制度、丰富学习内容、创新学习形式，加强支部党员的学习，提升广大党员的综合素质；二是通过建设过硬支部班子、建全党内规章制度、建好高素质党员队伍来强化支部的组织建设，提升<span style=\"background-color: rgb(255, 255, 255); color: rgb(51, 51, 51);\">支部的凝聚力和战斗力；三是通过党务公开、群众监督以及\u201c访民生、听民情、解民忧\u201d系列活动的开展，使广大党员树立为民情怀，提升服务群众的能力。<\/span><\/p>","ifTop":0,"topNum":6,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190629/07bdaeb1-4659-4106-89b4-7a53eac545b5.png","createTime":1563806825000,"createCode":"1375","createName":"段钧巍","remark":"admin2019-07-05 11:08:35执行修改操作---","deptName":"中共山西省中条山国有林管理局政工支部委员会","deptNumber":"10027","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":39,"author":"中共山西省中条山国有林管理局南樊林场支部委员会","forestDistrictType":0,"comment":"<p>\t   南樊林场始建于1950年8月，前身为山西省林业第六分局绛县办事处，几经发展，经国有林场改革，终究理顺管理体制，步入发展正轨。南樊林场国有经营总面积17万亩，有林地面积16万亩。现有职工56人，在职职工31人，退休人员25人。<\/p><p><br><\/p><p>\t   南樊林场党支部现有党员14名，党员平均年龄在40岁左右<span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255);\">，女党员占20%<\/span>。在上级党委的正确领导下，南樊党支部以\u201c三基\u201d建设为抓手，着力推动基层组织全面加强，着力推动基础工作全面进步，着力推动基本能力全面提升，各项工作亮点频现，改革发展生机蓬勃。<\/p><p><br><\/p><p>      \t以点带面，推陈出新，支部现代化建设体系得到进一步加强。<\/p><p><br><\/p><p>\t   <strong>一是建立了党建微信公众平台。<\/strong>实现了信息的互联互通、资源的共建共享、教育的同步同推，增强了组织工作的社会影响力。<\/p><p><br><\/p><p>\t   <strong>二是建立了责任追究制度<\/strong>。通过实行\u201c三轮谈话法\u201d真正为干部职工排忧解难。第一轮，支部书记与党员、班子成员之间的了解谈， 第二轮，重点问题个别约谈，第三轮，制定具体方案，结成帮扶对子，一对一，多对一反复谈，真正为党员干部排忧解难。<\/p><p><br><\/p><p>\t   <strong>三是推行\u201c台账式\u201d 测评管理办法。<\/strong>建立统一管理考核体系及党员干部\u201c台账\u201d，考核根据权责清单，结合岗位工作完成情况、综合日常表现，每季度末进行打分排名，对排名落后的进行督促约谈。<\/p><p><br><\/p><p>\t     <strong>四是设立了\u201c党员活动日\u201d。<\/strong>确定主题，明确内容，每月开展一次\u201c党员主题日\u201d活动，根据实际需要开展民主议事、组织生活、党务公开、民主评议等主题。<\/p><p>\t  夯实基础，逐层推进，着力提升党员领导干部\u201c六个能力\u201d。<\/p><p><br><\/p><p>\t  <strong>一是以新办法活化学习教育方式，提升政治鉴别力。<\/strong> 全面落实\u201c两学一做\u201d主题学习教育，坚持抓好集中学习和党员日常学习，开展学习笔记、心得评比活动，公开展示党员学习成果，把被动学习变为主动学习，增强了\u201c四个意识\u201d。<\/p><p><br><\/p><p>\t   <strong>二是以新风气强化党的执政基础，提升精神凝聚力。<\/strong>全面开展\u201c创先争优、争先进位\u201d活动，设立了基层管护站、一线工地设立了\u201c党员示范站\u201d；要求全体党员日常要严格要求自己，必须统一佩戴党徽， \u201c明身份，做表率\u201d 展现党员先锋形象，自觉为职工和林区群众排忧解难，凝聚改革发展动力。<\/p><p>  <\/p><p>\t  <strong>三是以新环境促进干事创业信心，提升基层创新力。<\/strong>党建+苗圃，建立了\u201c共产党员先锋行实践教育基地\u201d。党小组包干到地头，党员实干在田间，种好了党建和业务两块\u201c责任田\u201d，全力保障了\u201c创新引领型实体工程\u201d建设。同时带动团员青年积极向组织靠拢，<span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255);\">在林场苗圃地、机关服务、营造地林及抚育、标号等岗位充分发挥\u201c团员先锋队\u201d的后备主力军作用。<\/span><\/p><p><br><\/p><p>\t    <strong>四是以新形象树立林区模范窗口，提升工作执行力。<\/strong>在苗圃建设、营林造林、森林抚育等工程建设中，党员领导 干部示范带头，冲锋在前，打造了不低于50%的示范精品，用样板树形象，靠精品建窗口，促使全体干部职工的落实能力不断提升。并通过劳务用工助力林区群众脱贫致富，通过对经营型苗圃的提档升级，对保障型苗圃的精细管理，筑牢了林场的发展根基。<\/p><p><br><\/p><p>\t  <strong>五是以新氛围促进林区和谐发展，提升发展推动力。<\/strong><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255);\">南樊林场支部及成员2018年度对主要工作及分管工作任务做出了重要承诺。让职工群众知晓党员岗位、了解党员职责，时刻提醒自己注意党员形象，爱岗敬业，勤勉自励，用实际行动体现新时期共产党员争当先锋模范精神风貌。<\/span>&nbsp;&nbsp;&nbsp;<\/p><p><br><\/p><p>      <strong>六是以新规范约束党员干部行为,提升队伍战斗力。<\/strong>通过落实\u201c三会一课\u201d制度，把领导班子成员带头讲党课作为深化学习教育的有力抓手；把遵守履行党章党规作为党员干部必须遵循的基本行为准则；把开展好民主评议作为党员干部日常考核的重要标准，增强了党员干部应对新矛盾新问题的能力和水平。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/4843db57-a6af-4468-ad22-87872f5cf690.jpg","createTime":1563806825000,"createCode":"1417","createName":"王光慧","remark":"王光慧2019-07-05 11:51:13执行修改操作---","deptName":"中共山西省中条山国有林管理局南樊林场支部委员会","deptNumber":"10022","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":43,"author":"中共山西省中条山国有林管理局三交中心林场支部委员会","forestDistrictType":0,"comment":"<p><br><\/p><p>        三交中心林场党支部在林局党委的正确领导下，以党的十九大精神和习近平新时代中国特色社会主义思想为指导，深入贯彻落实<span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">林局<\/span>林业工作暨党风廉政建设会议精神，围绕中心，服务大局，扎实有效地开展各项党建活动，着力建设\u201c学习型、规范型、廉洁型、帮扶型\u201d四型党支部，在推进林场建设各项工作中，发挥了战斗堡垒作用和党员先锋模范作用，为林场各项任务目标的完成提供了可靠的组织保证和思想保证，取得了较好工作业绩，主要事迹如下：<\/p><p>\t<\/p><p>        一、以创建学习型党支部为基础，加强学习、坚定信念<\/p><p>\t<\/p><p>        以\u201c两学一做\u201d常态化制度化为龙头，以\u201c三会一课\u201d为基本形式，以十九大精神、习近平新时代中国特色社会主义思想和\u201c不忘初心，牢记使命\u201d主题教育等为主要内容，通过办好\u201c五个课堂\u201d，努力传播党的\u201c好声音\u201d，打造学习型党支部。<\/p><p>\t<\/p><p>        一是办好\u201c领学课堂\u201d。咬定每周二集体学习和每月支部学习、党小组学习不动摇<span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">，以党员干部\u201c领学、促学、导学\u201d的模式，反反复复学、认认真真学、原原本本学，有效确保了学习教育入脑入心。<\/span>二是办好\u201c移动课堂\u201d。活用新媒体功能，利用微信群和公众号及时推送发布党章党规、十九大报告等动态信息，把党的\u201c好声音\u201d及时传播给每一名党员，实现了捧在手心学、装进口袋学、随时随地学。三是办好\u201c视频课堂\u201d。组织全体人员集中观看十九大开幕式直播盛况和《榜样》、《习总书记在山西》、《十九大党章公开课》等专题片，并有针对性的组织撰写心得体会，进一步夯实了党员干部忠诚于党、忠诚于核心的思想基础。四是办好\u201c党课课堂\u201d。坚持支部书记带头讲党课，先后做了题为《立足岗位谋发展，维护核心见行动》和《以十九大精神为引领，用实际行动努力开创国有林场建设新局面》的专题党课，强化了党员干部理想信念<span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);\">。<\/span>五是办好\u201c主题党日课堂\u201d。每逢\u201c七一\u201d，组织全体人员赴阳城县孙文龙纪念馆接受党性教育，筑牢党员干部的入党\u201c初心\u201d；同时开展主题党日+义务奉献课堂，组织全体党员赴红凹康养基地开展卫生清扫活动，强化了党员干部的党性观念和奉献意识。<\/p><p>\t<\/p><p>        二、以创建规范型党支部为核心，固本强基、树立形象<\/p><p>\t<\/p><p>        把推进\u201c三基建设\u201d和打造标准化支部结合起来，通过下足\u201c五个功夫\u201d，筑牢支部建设\u201c大堡垒\u201d，全力打造标准型、规范型党支部。<\/p><p>\t<\/p><p>        一是在制度建设上下功夫。在落实好会议联签制、财务联签制、\u201c三重一大\u201d集体决策制、民主集中制、\u201c三公开\u201d制等制度外，结合林场实际，灵活制定出台共七大章、119条、234页的制度汇编；创新13710工作制度，利用电子屏滚动播放每天待办事项，办理一件销号一件，真正做到了马上就办，真抓实干。<\/p><p>\t<\/p><p>        二是在支部建设上下功夫。出台权力、责任\u201c两张清单\u201d，建立全体人员、党员\u201c两个工作群\u201d，制定学习教育、党员信息等\u201c八本台账\u201d，完善党建基础档案盒29个；让\u201c党员示范岗\u201d入驻造林、抚育、种苗等实体工程，全体党员跟班作业，严把工程质量；组织全体党员义务在造林地劳动，以每人五亩的标准打造\u201c党员示范林\u201d，为施工工队提供示范样地；开展\u201c理论进院、制度上墙\u201d活动，打造3D立体党建文化墙，建成了功能完备的\u201c六有\u201d标准化党建阵地。<\/p><p>\t<\/p><p>        三是在职工管理上下功夫。通过思想上补钙铸魂、谈心谈话，工作上压担子、严要求，管理上立规矩、勤监督，生活上常关心、多照顾等多种方式，加强对青年职工的教育管理，实现青年职工思想稳定、团结和谐、干劲十足。<\/p><p>\t<\/p><p>        四是在妇工群团工作上下功夫。积极组织参加林局举办的职工才艺比赛、职工运动会、征文比赛等活动并取得优异成绩，同时组织职工开展了菜园种植、兔害防治网编织、元旦趣味文体等活动，丰富了职工精神文化生活。<\/p><p>\t<\/p><p>        五是在发展党员上下功夫。严格按照发展党员工作原则和规程，于2017年接收一名入党积极分子为预备党员，接收两名预备党员为正式党员，有效强化了支部队伍力量，增强了支部的凝聚力和战斗力。<\/p><p>\t<\/p><p>        三、以创建廉洁型党支部为重点，压实责任、廉洁从政<\/p><p>\t<\/p><p>        把履行好支部主体责任和抓好党风廉政建设结合起来，通过\u201c两个强化\u201d，戴好管党治党\u201c紧箍咒\u201d，努力打造廉洁型支部。一是压实党支部主体责任。成立了党建工作领导小组，选举产生支委委员，制定支委委员权责清单，并将机构、职责版面上墙；组织班子成员签订了《目标责任书》，有效健全了责任链条；组织党员干部签订《廉政承诺书》，并要求认真践行，履行承诺。二是强化党风廉政建设。严格落实中央\u201c八项规定\u201d、\u201c六项禁令\u201d，持续开展陈规陋俗专项整治活动，组织党员干部反复学习党章、党规、党纪等党内戒尺和林局、林场的工作纪律，并建立了廉政文化长廊，营造了浓厚的廉政文化氛围；定期组织开展谈心谈话，认真填写记录卡，并留下影像资料、文字资料，做到全程留痕。<\/p><p>\t<\/p><p>        四、以创建帮扶型党支部为契机，统筹安排、精准扶贫<\/p><p>\t<\/p><p>        把林业资产收益扶贫同发挥党支部的先锋模范作用结合起来，通过坚持\u201c双向发力\u201d，画好扶贫攻坚\u201c同心圆\u201d，全力打造帮扶型支部。<span style=\"color: rgb(0, 0, 0);\">一是坚持\u201c统\u201d的引领，在统筹安排上发力。充分发挥党支部的先锋模范作用，对浮山县川口村进行扶贫，<\/span>帮助川口村成立了扶贫攻坚造林专业合作社，吸收贫困户共22户、59人，并帮助合作社建规立制，实现规范运转。二是提升\u201c干\u201d的成效，在真抓实干上发力。利用林场的管理、技术和工程项目优势对合作社进行扶持，通过与合作社合作造林、抚育、土地租赁、种苗建设等方式，努力为贫困户实现每年人均增收3000元以上。<\/p><p>\t<\/p><p>        在今后的工作中，三交中心林场党支部将继续以党的十九大精神和习近平新时代中国特色社会主义思想为指引,&nbsp;充分发挥党支部的思想引领作用、规范管理作用、领导核心作用和战斗堡垒作用，以更加饱满的热情，更加务实的作风，更加勤奋的努力，撸起袖子加油干，不忘初心，继续前行，用实际行动奋力谱写新时代林场党建工作新篇章！<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/77abd794-10e3-4b4e-9655-5b38f6e3029a.jpg","createTime":1563806825000,"createCode":"1055","createName":"徐盼","remark":"admin2019-07-05 11:05:04执行修改操作---","deptName":"中共山西省中条山国有林管理局三交中心林场支部委员会","deptNumber":"10028","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":54,"author":"中共山西省中条山国有林管理局端氏林场支部委员会","forestDistrictType":0,"comment":"<p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-center\"><img src=\"http://183.203.31.103:8081/Path/20190701/f1397961-c296-4844-b9ed-12a38d7ba7f2.jpg\"><\/p><p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-center\"><img src=\"http://183.203.31.103:8081/Path/20190701/d07a0828-4403-4c42-9ae5-47234f268571.jpg\"><\/p><p class=\"ql-align-center\"><br><\/p><p>        近年来，端氏林场党支部<span style=\"color: black;\">不断加强支部的自身建设，在林业发展和生态建设中，<\/span><span style=\"color: black; background-color: white;\">真抓实干、开拓创新，<\/span><span style=\"color: black;\">有力地推动了各项工作开展。一是班子成员自觉从自身做起，率先垂范，夯实了队伍管理工作根基，带动了队伍的整体发展；二是<\/span>以\u201c三基建设\u201d为抓手，以标准化支部建设为目标，以制度化党建为突破，加强党的建设，强化了支部战斗堡垒作用；三是<span style=\"color: black;\">坚持\u201c围绕业务抓党建，抓好党建促工作\u201d原则，<\/span><span style=\"color: black; background-color: white;\">以工程建设为载体，设立了党员示范岗，营造了党员示范林，培育了党员示范圃，组织生活过在一线，彰显了党员先锋模范作用。四是<\/span><span style=\"color: black;\">强管理，抓落实，使林场形成了团结、干事的良好氛围。<\/span><\/p><p><br><\/p><p><span style=\"color: black;\">﻿<\/span><img src=\"http://183.203.31.103:8081/Path/20190701/fa14388c-82bb-4a66-b5f3-8fcaa982d757.jpg\"><\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/74455a75-c9b7-472b-b70d-2b5f3ade38b3.jpg","createTime":1563806825000,"createCode":"1097","createName":"张书政","remark":"张书政2019-07-05 11:45:16执行修改操作---","deptName":"中共山西省中条山国有林管理局端氏林场支部委员会","deptNumber":"10020","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":58,"author":"中共山西涑水河源头省级自然保护区管理局支部委员会","forestDistrictType":0,"comment":"<p>\t    涑水河保护区党支部在中条林局党委的正确领导下，以党建工作为引领促进全局各项工作有序发展，造就了一支\u201c忠诚、敬业、创优、奉献\u201d的优秀干部队伍，使涑水河保护区各项工作均走在中条林局前列。<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/strong><\/p><p>    \t&nbsp;一、加强基层支部建设，筑牢一线战斗堡垒<\/p><p>\t    &nbsp;涑水河保护区党支部以创建\u201c实干型、创新型、和谐型\u201d班子为抓手，大力加强领导班子思想政治建设，不断提高班子成员的领导水平和领导能力。全局现有党员13名。这些同志都身居重要岗位，担当着领导和服务全局发展的重任。支部班子清醒地认识到，党员干部的思想政治素质、党性、党纪观念、工作作风以及业务水平能否适应现代林业发展建设新形势、新任务的需要，直接关系到党的路线、方针、政策在林区的贯彻落实，关系到林区改革、发展和稳定的大局，关系到党在林区人民群众中的形象和威信。而要带出铁的队伍，关键要有钢的班子。<\/p><p>\t    涑水河保护区党支部班子<strong>一是创新思路谋划发展，提升支部创造力。<\/strong>树立了党建工作引领促进全局工作的思路，结合支部工作实际，以创新基层党建工作为突破，积极探索\u201c共产党员包点示范站\u201d等行之有效的新办法推动保护区健康发展。<strong>二是学习消化自我净化，发挥支部战斗力。<\/strong>通过落实\u201c三会一课\u201d等制度，及时传达学习上级的各项新政策、新规定和新要求；把学习教育的自我净化作用形成了常态、形成了习惯。<strong>三是以问题为导向，发挥支部凝聚力。<\/strong>严肃党内生活，坚持民主集中制，开展批评与自我批评，经常性的查摆问题，以问题为导向，在整改上下功夫，解决了工作中面临的困难、问题与不足。<strong>四是密切联系群众，发挥支部号召力。<\/strong>重点加强了党员干部宗旨意识和服务理念。<strong>五是以身作则模范带头，发挥支部向心力。<\/strong>积极帮助引导干部职工树立工作责任感和林业发展使命感，着力党员培养工作。<\/p><p class=\"ql-align-justify\">    \t二、落实系列学习活动，培养忠诚干部队伍<\/p><p class=\"ql-align-justify\">    \t\u201c要担重任须先强自身\u201d，忠诚坚定，还要业务精湛。结合新形势、新任务，涑水河保护区党支部从全局的高度，充分认识学习贯彻党的十九大精神以及习近平新时代中国特色社会主义思想、开展落实\u201c两学一做\u201d等系列学习教育活动的重大意义，把落实开展系列学习活动和日常业务工作紧密的结合起来。把\u201c忠诚、敬业、创优、奉献\u201d精神贯穿其中，不断激发党员干部争先创优、干事创业的积极性，形成了党支部建设规范，党务工作力量充沛，党内组织生活良好的局面。<\/p><p>\t    三、推动加强\u201c三基建设\u201d，奋力实现\u201c三化标准\u201d<\/p><p>\t    保护区始终以党建工作为引领全面融入到\u201c三基\u201d建设的方方面面，使发展和党建\u201c同频共振\u201d，形成了\u201c党建引领、党员带头、底数清楚、职责清晰、管理精细、工作务实\u201d的基础工作保障体系，实现了标准化、规范化和制度化。<strong>一是<\/strong>通过模块化组合编制完成了基础工作目录、工作运行流程图、管理手册、应知应会手册和便民服务手册等五项成果材料。<strong>二是<\/strong>严格执行\u201c三会一课\u201d制度。累计讲授党课2次，集中学习15次，召开支委会议19次，全体党员大会2次，党小组会议14次。<strong>三是<\/strong>扎实开展共产党员\u201c戴党徽、亮身份、明岗位、树形象\u201d活动，营造了共产党员处处引领示范，事事争做先锋的良好氛围。<\/p><p><strong>&nbsp;&nbsp;    &nbsp;&nbsp;<\/strong>四、密切党群干群关系，真情服务职工群众<\/p><p>\t    \u201c党群干群关系是关乎执政党生死存亡的重大政治问题。坚持群众路线，做好群众工作，是我党优良传统和执政党基础\u201d。近年来，涑水河保护区党支部不断创新形式，优化服务，改进作风，树立形象，密切党群干群关系。<strong>一是深入基层化解矛盾，解除职工后顾之忧。<\/strong>保护区党支部经常深入基层，深入职工之中，及时了解掌握职工思想情绪和生活困难，坚持做耐心细致的思想工作，理顺情绪，化解矛盾，尽最大努力解决职工的实际困难，解除职工的后顾之忧。<strong>二是践行承诺年年兑现，提升职工幸福指数。<\/strong>通过召开座谈会，发放征求意见表，以各班、组为中心，广泛征求全局干部职工的意见，结合我局实际情况，每年对职工承诺办理十件实事，均分解到人，做到了有安排、有检查、有落实。<\/p><p>&nbsp;&nbsp;&nbsp;    &nbsp;&nbsp;五、加强党风廉政建设，优化基层政治生态<\/p><p class=\"ql-align-justify\">\t    \u201c耐得住寂寞、守得住清贫、管得住小节\u201d，是保护区党支部对每名党员干部经常念叨的一句话。全体党员干部以中央八项规定为戒尺，全面践行党风廉政建设和反腐败工作承诺。<strong>以专项整治活动为载体，牢牢拧紧了干部职工思想\u201c总开关\u201d。<\/strong>通过开展系列专项整治工作，杜绝了\u201c四风\u201d，抵制了陈规陋习，解决了基层干部不作为乱作为等损害群众利益的问题，没有发生一起群众上访事件。<strong>以推进\u201c一岗双责\u201d为载体，大力营造了林业基层\u201c新生态\u201d。<\/strong>出台了党建工作要点、支部工作任务分解表，罗列出了详细的干部权力清单、责任清单、问责清单和廉政风险点。充实了干部工作，优化了干事创业环境，让领导干部\u201c既干事又干净\u201d。<\/p><p>\t    涑水河保护区党支部将以永远在路上的恒心和韧劲，紧紧围绕在林局党委周围，以十九大精神为指引，不忘初心，砥砺向前，在新的起点上全力抓好党建工作，推动涑水河保护区再出发、再发展、再跨越；持续创造生态文明建设实践的涑水标杆，为实现中条林局改革发展壮大贡献力量！<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/e7b4cbb7-4a94-4686-bc05-e6c1dc2f2ce5.jpg","createTime":1563806825000,"createCode":"1012","createName":"张垚","remark":null,"deptName":"中共山西涑水河源头省级自然保护区管理局支部委员会","deptNumber":"10011","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":60,"author":"中共山西省中条山国有林管理局北坛中心林场支部委员会","forestDistrictType":0,"comment":"<p class=\"ql-align-center\"><strong class=\"ql-size-large\">强基固本聚合力     党建引领促发展<\/strong><\/p><p class=\"ql-align-center\"><br><\/p><p class=\"ql-align-right\">\u2014\u2014北坛中心林场党支部先进事迹<\/p><p><br><\/p><p>        北坛中心林场党支部现有正式党员22人，预备党员1人，入党积极分子2人。近年来，在局党委的正确领导下，北坛中心林场党支部始终以习近平总书记系列重要讲话精神为指引，深入贯彻落实局党委的决策部署，以党建工作为引领，以建设标准化党支部为目标，以全面加强\u201c三基建设\u201d为重点，充分发挥党的政治核心作用、党组织的战斗堡垒作用和党员先锋模范作用，为推动林场各项事业的发展凝聚坚强的政治思想和组织保证。<\/p><p><br><\/p><p>        一、 加强班子建设，筑牢战斗堡垒。<\/p><p>        牢固树立\u201c书记抓党建\u201d第一责任人意识，强化党建主体责任，完善了抓党建工作的责任清单和任务清单，将全年的工作任务进行了分解梳理，明确推进时序、完成时限，根据人员工作分工，落实执行人员，建立了《工作人员权责清单》和《林业生产重点工程项目责任清单》。按照\u201c谁主管、谁负责\u201d和\u201c一岗双责\u201d的要求，班子成员结合工作实际排查出岗位风险点，提出廉政风险防控措施，完善了岗位权力清单，签订了《班子履行\u201c一岗双责\u201d责任制目标责任书》，严格落实\u201c两个责任\u201d。根据林场实际制定了《党风廉政建设责任分解表》，将党风廉政建设任务层层分解，签订了《落实党风廉政建设责任制目标责任书》，层层明确要求，层层传导责任，层层狠抓落实，全面落实党风廉政建设责任制。建立党政联席周会制度，每周二召开会议听取工作汇报，部署近期阶段性工作，全面落实党建目标管理与生产业务工作责任，党建工作与业务工作同安排同部署，逐步形成党建工作常态化长效化机制。坚持民主集中制度，严格落实重大问题、重大事项\u201c集体领导、民主集中、个别酝酿、会议决定\u201d的议事原则，实行支部书记末位表态制，推行\u201c支委会议联签制\u201d\u201c支委会议纪要制\u201d\u201c支委会议适时适度公开制\u201d。<\/p><p><br><\/p><p>        二、 强化学习教育，提高党员素质。<\/p><p>        严格执行每月集中学习制度，充分发挥党小组作用，坚持每月2次的党小组学习，切实在\u201c常\u201d\u201c长\u201d两字上下功夫，使理论学习日常化、经常化，深入推进\u201c两学一做\u201d学习教育常态化制度化。扎实开展主题教育，组织专题研讨，深入学习党的十九大精神，切实增强党员干部的核心意识和看齐意识。全面加强和规范党内政治生活，严格落实\u201c三会一课\u201d制度，创新\u201c三会一课\u201d的内容与形式，在内容上与时俱进，对准焦点难点，贴近党员干部生活，将\u201c三会一课\u201d与本单位的中心工作有效融合，相互渗透，相互促进。通过开展党员示范行动和志愿服务，进一步创新优化组织生活形式，切实提高党组织活动的质量，推动党内组织生活制度化和常态化。做好林场微信公众号的更新改进工作，为职工提供了一个展示工作成效、促进工作发展的平台。通过微信党员活动群，及时推送时事新闻、党建信息，随时交流学习心得、分享工作感悟，充分调动党员学习积极性。<\/p><p><br><\/p><p>        三、 严格内部管理，推进规范建设。<\/p><p>        严格落实党委20项党建制度及纪委10项监督管理制度，结合林场工作实际，健全完善林场党务工作制度。做好支部的日常管理工作，建立29个档案盒，建立党员信息台账、党费收缴台账、党务公开台账、学习教育台账等15本，实行台账式管理，做到数据准确、更新及时，实现全过程痕迹化管理。按照有场所、有设施、有标志、有党旗、有书报、有制度的\u201c六有\u201d标准，将党员活动室进一步升级，充实完善了党建版面内容，创设了\u201c两学一做\u201d学习教育常态化制度化学习园地，将党员学习的心得体会定期进行评选展示，让全体党员在学习中思考，共同进步。在场部大院放置党建宣传栏，进一步扩大党建工作影响力，在办公楼道悬挂党建标语和廉政警示，既美化了办公环境又营造了浓厚的政治氛围。严格落实\u201c13710\u201d制度，建立\u201c13710\u201d工作落实台账，利用办公楼电子显示屏设置\u201c北坛中心林场待办事项公示栏\u201d，办理一件，销号一件，所有事项都能够跟踪到底、销号清零，事事有着落，件件有结果。<\/p><p><br><\/p><p>        四、 创新党建载体，增强工作活力。<\/p><p>        积极开展\u201c戴党徽 亮身份 明岗位 树形象\u201d主题活动，与\u201c两学一做\u201d学习教育、加强\u201c三基建设\u201d、创先争优以及林场中心工作任务紧密结合，认真组织实施，在活动中引导和激励党员履职尽责，敢于担当，使广大党员树起先锋形象，充分发挥党员的示范引领作用。牢牢把握\u201c抓在手、推着走、领着跑\u201d的工作方法，抓住关键少数，在苗圃地设立\u201c科级党员干部苗圃建设示范基地\u201d，在造林、抚育等重点工程项目的作业地块划分\u201c党员责任区\u201d，以党小组为单位合理设置\u201c党员示范岗\u201d，明确工作职责，把支委的标杆立起来，把党员的\u201c范儿\u201d亮出来，充分发挥党员的先锋模范作用，使党员示范岗真正融入到业务工作的各个环节中，同时带领共青团员加入示范岗建设，进一步强化服务意识、提升工作能力、改进工作作风，达到创建一个岗、树立一面旗、影响一大片、带动全林场的效果。<\/p><p><br><\/p><p>        五、 坚持党建引领，促进全面发展。<\/p><p>        积极发挥党建引领作用，以党建带群建，以群建促党建，实现党群共建，加强共青团、妇工委等群团组织与党支部的联系，联合协作开展活动，在\u201c三八\u201d妇女节组织女职工召开座谈会、开展登山、知识竞答等活动，进一步提高女职工的凝聚力和向心力，发挥女职工的半边天作用；积极在青年职工中开展征文、信息征集等活动，引导青年多读书勤写作，切实提高写作能力，在\u201c五四\u201d青年节召开主题教育系列活动，激发青年职工的干事创业热情。将脱贫攻坚工作作为重点工作纳入党建目标任务，对接精准扶贫村平顺县杏城镇东罗川村组成的万民造林专业合作社，实施林场造林工程，全面落实各项扶贫帮扶政策，同时加强对合作社的技术管理，使合作社真正成为带动贫困人员致富组织，完成输血式扶贫向造血式扶贫突破，切实将实事办好，好事办实，把党建工作和生态建设、脱贫攻坚深度融合，打赢生态建设和脱贫攻坚两场硬仗，深入推进服务型党支部的创建。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190701/4f633440-5c4e-4c06-b3d6-e731c64c3a48.JPG","createTime":1563806825000,"createCode":"1084","createName":"刘菩丽","remark":null,"deptName":"中共山西省中条山国有林管理局北坛中心林场支部委员会","deptNumber":"10006","idList":null,"urlList":null,"uuId":null},{"startIndex":0,"pageNumber":1,"pageSize":10,"orderByClause":null,"groupByClause":null,"beginCreateDt":null,"endCreateDt":null,"isEnableText":null,"isDeleteText":null,"forestDistrictId":69,"author":"中共山西省中条山国有林管理局十河林场支部委员会","forestDistrictType":0,"comment":"<p>        十河林场支部在局党委的正确领导下，在全体党员和同志们的共同努力下，紧密围绕\u201c三基建设\u201d工作要求，立足\u201c六大兴局\u201d发展目标，解放思想、转变观念、务实创新。狠抓党支部班子的自身建设，按期开展支部换届选举，建立健全支部各项规章制度，以制度管人管事；加强政治思想教育，扎实推进\u201c两学一做\u201d学习教育常态化制度化，开展\u201c维护核心  见诸行动\u201d、\u201c不忘初心  牢记使命\u201d主题教育活动；加强业务理论学习，牢固树立服务群众的理念，要求党员干部践行党的群众路线，解决职工群众困难，切实维护职工群众利益；加强支部基础工作，完成标准化党支部建设，推进党建工作规范化；强化党风廉政建设，严格按局党委要求落实党风廉政建设\u201c两个责任\u201d和\u201c一岗双责\u201d，扎实开展廉政教育和监督检查工作，打造风清气正干部队伍；狠抓党建和精神文明工作不放，使党支部的各项工作扎实稳步推进。<\/p>","ifTop":1,"topNum":null,"ifPass":0,"thumbnailUrl":"http://119.3.248.222:8080/Path/20190702/0a0657b7-2cbf-45cf-86e0-6e7e394868af.jpg","createTime":1563806825000,"createCode":"1255","createName":"闫为民","remark":"闫为民2019-07-03 08:59:42执行修改操作---","deptName":"中共山西省中条山国有林管理局十河林场支部委员会","deptNumber":"10017","idList":null,"urlList":null,"uuId":null}]
         * isLastPage : true
         * total : 8
         * pageNumber : 1
         * pageSize : 10
         * pageCount : 1
         */

        private boolean isLastPage;
        private int total;
        private int pageNumber;
        private int pageSize;
        private int pageCount;
        private List<DatasBean> datas;

        public boolean isIsLastPage() {
            return isLastPage;
        }

        public void setIsLastPage(boolean isLastPage) {
            this.isLastPage = isLastPage;
        }

        public int getTotal() {
            return total;
        }

        public void setTotal(int total) {
            this.total = total;
        }

        public int getPageNumber() {
            return pageNumber;
        }

        public void setPageNumber(int pageNumber) {
            this.pageNumber = pageNumber;
        }

        public int getPageSize() {
            return pageSize;
        }

        public void setPageSize(int pageSize) {
            this.pageSize = pageSize;
        }

        public int getPageCount() {
            return pageCount;
        }

        public void setPageCount(int pageCount) {
            this.pageCount = pageCount;
        }

        public List<DatasBean> getDatas() {
            return datas;
        }

        public void setDatas(List<DatasBean> datas) {
            this.datas = datas;
        }

        public static class DatasBean {
            /**
             * startIndex : 0
             * pageNumber : 1
             * pageSize : 10
             * orderByClause : null
             * groupByClause : null
             * beginCreateDt : null
             * endCreateDt : null
             * isEnableText : null
             * isDeleteText : null
             * forestDistrictId : 32
             * author : 中共山西省中条山国有林管理局端氏林场支部委员会
             * forestDistrictType : 0
             * comment : <p>        近年来，端氏林场党支部<span style="color: rgb(0, 0, 0);">不断加强支部的自身建设，在林业发展和生态建设中，</span><span style="color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);">真抓实干、开拓创新，</span><span style="color: rgb(0, 0, 0);">有力地推动了各项工作开展。一是班子成员自觉从自身做起，率先垂范，夯实了队伍管理工作根基，带动了队伍的整体发展；二是</span>以“三基建设”为抓手，以标准化支部建设为目标，以制度化党建为突破，加强党的建设，强化了支部战斗堡垒作用；三是<span style="color: rgb(0, 0, 0);">坚持“围绕业务抓党建，抓好党建促工作”原则，</span><span style="color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);">以工程建设为载体，设立了党员示范岗，营造了党员示范林，培育了党员示范圃，组织生活过在一线，彰显了党员先锋模范作用。四是</span><span style="color: rgb(0, 0, 0);">强管理，抓落实，使林场形成了团结、干事的良好氛围。</span></p>
             * ifTop : 1
             * topNum : 7
             * ifPass : 0
             * thumbnailUrl : http://119.3.248.222:8080/Path/20190629/67251e2d-3369-44a0-8d6c-25b8c84dcf00.png
             * createTime : 1563806825000
             * createCode : 1375
             * createName : 段钧巍
             * remark : admin2019-07-05 17:45:12执行修改操作---
             * deptName : 中共山西省中条山国有林管理局政工支部委员会
             * deptNumber : 10027
             * idList : null
             * urlList : null
             * uuId : null
             */

            private int startIndex;
            private int pageNumber;
            private int pageSize;
            private Object orderByClause;
            private Object groupByClause;
            private Object beginCreateDt;
            private Object endCreateDt;
            private Object isEnableText;
            private Object isDeleteText;
            private int forestDistrictId;
            private String author;
            private int forestDistrictType;
            private String comment;
            private int ifTop;
            private int topNum;
            private int ifPass;
            private String thumbnailUrl;
            private long createTime;
            private String createCode;
            private String createName;
            private String remark;
            private String deptName;
            private String deptNumber;
            private Object idList;
            private Object urlList;
            private Object uuId;

            public int getStartIndex() {
                return startIndex;
            }

            public void setStartIndex(int startIndex) {
                this.startIndex = startIndex;
            }

            public int getPageNumber() {
                return pageNumber;
            }

            public void setPageNumber(int pageNumber) {
                this.pageNumber = pageNumber;
            }

            public int getPageSize() {
                return pageSize;
            }

            public void setPageSize(int pageSize) {
                this.pageSize = pageSize;
            }

            public Object getOrderByClause() {
                return orderByClause;
            }

            public void setOrderByClause(Object orderByClause) {
                this.orderByClause = orderByClause;
            }

            public Object getGroupByClause() {
                return groupByClause;
            }

            public void setGroupByClause(Object groupByClause) {
                this.groupByClause = groupByClause;
            }

            public Object getBeginCreateDt() {
                return beginCreateDt;
            }

            public void setBeginCreateDt(Object beginCreateDt) {
                this.beginCreateDt = beginCreateDt;
            }

            public Object getEndCreateDt() {
                return endCreateDt;
            }

            public void setEndCreateDt(Object endCreateDt) {
                this.endCreateDt = endCreateDt;
            }

            public Object getIsEnableText() {
                return isEnableText;
            }

            public void setIsEnableText(Object isEnableText) {
                this.isEnableText = isEnableText;
            }

            public Object getIsDeleteText() {
                return isDeleteText;
            }

            public void setIsDeleteText(Object isDeleteText) {
                this.isDeleteText = isDeleteText;
            }

            public int getForestDistrictId() {
                return forestDistrictId;
            }

            public void setForestDistrictId(int forestDistrictId) {
                this.forestDistrictId = forestDistrictId;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public int getForestDistrictType() {
                return forestDistrictType;
            }

            public void setForestDistrictType(int forestDistrictType) {
                this.forestDistrictType = forestDistrictType;
            }

            public String getComment() {
                return comment;
            }

            public void setComment(String comment) {
                this.comment = comment;
            }

            public int getIfTop() {
                return ifTop;
            }

            public void setIfTop(int ifTop) {
                this.ifTop = ifTop;
            }

            public int getTopNum() {
                return topNum;
            }

            public void setTopNum(int topNum) {
                this.topNum = topNum;
            }

            public int getIfPass() {
                return ifPass;
            }

            public void setIfPass(int ifPass) {
                this.ifPass = ifPass;
            }

            public String getThumbnailUrl() {
                return thumbnailUrl;
            }

            public void setThumbnailUrl(String thumbnailUrl) {
                this.thumbnailUrl = thumbnailUrl;
            }

            public long getCreateTime() {
                return createTime;
            }

            public void setCreateTime(long createTime) {
                this.createTime = createTime;
            }

            public String getCreateCode() {
                return createCode;
            }

            public void setCreateCode(String createCode) {
                this.createCode = createCode;
            }

            public String getCreateName() {
                return createName;
            }

            public void setCreateName(String createName) {
                this.createName = createName;
            }

            public String getRemark() {
                return remark;
            }

            public void setRemark(String remark) {
                this.remark = remark;
            }

            public String getDeptName() {
                return deptName;
            }

            public void setDeptName(String deptName) {
                this.deptName = deptName;
            }

            public String getDeptNumber() {
                return deptNumber;
            }

            public void setDeptNumber(String deptNumber) {
                this.deptNumber = deptNumber;
            }

            public Object getIdList() {
                return idList;
            }

            public void setIdList(Object idList) {
                this.idList = idList;
            }

            public Object getUrlList() {
                return urlList;
            }

            public void setUrlList(Object urlList) {
                this.urlList = urlList;
            }

            public Object getUuId() {
                return uuId;
            }

            public void setUuId(Object uuId) {
                this.uuId = uuId;
            }
        }
    }
}
